export default [
  {
    id: 1,
    name: "Наземная техника",
    url: "tanks",
    img: "https://cdn-live.warthunder.com/uploads/18/3d2441119cb4ada5b7da16791c7e3bfe7661bc/Titelbild.jpg",
    light: [
      {
        id: 1,
        name: "T-40",
        type: "Легкий плавающий танк",
        releaseDate: "1939 г.",
        length: "4,11 м ",
        width: "2,33 м ",
        height: "1,91 м ",
        armorForehead: "14 мм",
        armorSide: "13 мм",
        armorTurret: "13 мм",
        crew: "2 человека",
        engine: "ГАЗ-11-202, 35 л.с.",
        travelRange: "	308 км (по дороге)",
        maxSpeed: "по дороге — 44 км/ч, по воде — 6,5 км/ч",
        weight: "5.5 т",
        armament: "12,7-мм ДШК (500 патронов), 7,62-мм ДТ (2016 патронов)",
        total: 940,
        description: `<p>Учитывая обилие рек и водоемов на территории Советского Союза, а также тот факт, что форсирование водных преград — одна из самых сложных военных задач, проблема создания водоплавающего танка была для Красной Армии весьма актуальна.</p>
          <p>В полной мере решить её мог разработанный в 1939 г., для замены устаревших и откровенно слабых Т-37А и Т-38, водоплавающий легкий (точнее «малый») танк Т-40. В своем классе танк Т-40 не имел равных, можно сказать даже больше — советским конструкторам удалось в полной мере воплотить проект на таком уровне, к которому и близко не подошла ни одна зарубежная фирма.</p>
          <p>Корпус танка изготавливался из катаных броневых листов, соединявшихся сваркой или клепкой. Корпус был спроектирован так, что для движения по воде ему не нужны были не поплавки ни какие-то другие приспособления. В нижней части кормы корпуса находилась ниша для установки гребного винта и двух водоходных рулей. Башня в форме усеченного конуса устанавливалась на шариковой опоре и была смещена влево.</p>
          <p>Вооружение Т-40 было двух типов: два пулемета (ДШК и ДТ) или же 20-мм автоматическая пушка и ДТ. К сожалению, второй образец выпускался в крайне малом количестве экземпляров (точных данных нет). Всего было выпущено 709-722 танка Т-40 всех модификаций. Они мало принимали участие в боевых действиях — сам характер начального периода войны не предполагал их активного применения. Уже к середине 1942 года Т-40 почти не встречались в составе танковых частей.</p>
          <h1>Основные модификации малого танка Т-40</h1>
          <p>Т-40 — Базовая модель. Водоизмещающий сварной корпус. Башня в форме усеченного конуса смещена к левому борту, а двигатель — к правому. Возможность движения на плаву.</p>
          <p>Т-40С — Сухопутный вариант. Изъяты гребной винт с карданным приводом, коробка отбора мощности, водяные рули, трюмный насос, водоотбойный щит, теплообменник, компас.</p>
          <p>Т-30 — Сухопутный вариант. Прямой кормовой лист корпуса без ниши гребного винта. Бронирование: лоб и борт корпуса-15 мм, подбашенная коробка- 20 мм. На части танков устанавливалась 20-мм автоматическая пушка ТНШ-20 (ШВАК) и спаренный с ней пулемет ДТ. Боекомплект: 750 выстрелов и 1512 патронов.</p>
          <p>На базе танка Т-40 было изготовлено небольшое количество ракетных пусковых установок БМ-8-24, которые использовались до конца войны. В качестве учебных, отдельные машины использовались до 1946 г.</p>
          `,
      },
      {
        id: 2,
        name: "T-50",
        type: "Легкий танк",
        releaseDate: "1939 г.",
        length: "5,2 м ",
        width: "2,47 м ",
        height: "2,16 м",
        armorForehead: "37 мм ",
        armorSide: "37 мм ",
        armorTurret: "37 мм ",
        crew: "4 человека",
        engine: "дизельный В-4, 300 л.с.",
        travelRange: "340 км (по дороге)",
        maxSpeed: "60 км/ч (по дороге)",
        weight: "14 тонн",
        armament: `45-мм 20К образца 1938 г. (150 снарядов), 2×7,62-мм ДТ (4000 патронов)`,
        total: 245,
        description: `<p>В 1939 году на Кировском заводе № 185 бригадой конструкторов под руководством Григория Николаевича Москвина началось проектирование легкого танка сопровождения пехоты под индексом «СП». В 1940 году «СП» стал «Объектом 126» (Т-126СП), был построен и успешно прошел испытания.</p>
                      <h1>Конструкция танка Т-126СП</h1>
                      <p>Корпус машины сваривался из катаных броневых листов толщиной 37-мм, днище и крыша имели толщину 20-мм. Лобовые, верхние бортовые и кормовые листы корпуса имели угол наклона 40-57 градусов.</p>
                      <p>В сварной башне граненой формы устанавливалась 45-мм пушка 20K образца 1932/38 года (боекомплект 150 выстрелов) и спаренный с нею танковый пулемет ДТ образца 1929 года. В лобовом листе корпуса слева от люка механика-водителя в шаровой установке также располагался ДТ. На танке устанавливали шестицилиндровый дизель В-4, то есть ополовиненный В-2, как на поздних БТ-7 и Т-34.</p>
                      <p>Это была передовая, хорошо защищенная и вооруженная машина, превосходившая не только легкие танки других стран, но вполне способный справится и со средними. Экипажу в нем приходилось тесновато, поэтому после доработки машина лишилась одного пулемета, а его амбразуру закрыли броневой крышкой на болтах. Других нововведений (если не считать замену катков на обрезиненные) по результатам испытаний сделано не было и Т-126СП поступил на Ленинградский машиностроительный завод № 174 имени К. Е. Ворошилова для производства.</p>
                      <h1>Появление Т-50</h1>
                      <p>На основе опытной машины КБ завода №174 под руководством конструктора Л. С. Троянова, разработали и построили свой вариант легкого танка. И «пришелец» и «свой» танки прошли совместные испытания и по их результатам, 12 февраля 1941 года, новый образец был принят на вооружение под обозначением Т-50. Этой машине предназначалось заменить в РККА обширный парк давно устаревших Т-26.</p>
                      <p>Предполагалось создание сразу двух вариантов танка: «основной» танк Т-50 с 57-мм пушкой и «танк поддержки» Т-50 (Т-52) с 76-мм пушкой обр. 1937/38.</p>
                      <p>По своей конструкции, вооружению и внешнему виду Т-50 был практически идентичен Т-126СП. Как и у последнего, листы корпуса Т-50 соединялись сваркой и располагались под большими углами наклона. В верхнем лобовом листе находился люк механика-водителя, курсовой пулемет отсутствовал. Исполненный на высоком техническом уровне и при сравнительно небольшой массе 13,5 тонн, Т-50 имел на корпусе и башне 37-мм броню. Хотя 76-мм пушка пробивала её с дистанции в 400 метров, для большинства немецких орудий периода начала войны, танк был практически неуязвим.</p>
                      <h1>История боевого применения Т-50</h1>
                      <p>О боевой карьере T-50 известно очень мало — к началу войны танк только начал поступать в части и изготовлено было не так много единиц (в советских, конечно, масштабах сравнения), большая часть которых оказалась на ленинградском направлении.</p>
                      <p>С началом войны их производство свернули. Была попытка вновь наладить  выпуск Т-50 только в более упрощенном виде (начало 1942 г.), однако, выпустив 69 машин от этой идеи отказались. На этом карьера этого во всех смыслах замечательного и недооцененного танка завершилась.</p>
                      <p>Всего было произведено 245 Т-50.</p>
  `,
      },
      {
        id: 3,
        name: "Т-26",
        type: "Легкий танк",
        releaseDate: "1931 год",
        length: "4,62 м",
        width: "2,44 м",
        height: "2,41 м",
        armorForehead: "16 мм",
        armorSide: "16 мм",
        armorTurret: "16 мм",
        crew: "3 человека",
        engine: "ГАЗ Т-26, 97 л.с.",
        travelRange: "225 км (по дороге)",
        maxSpeed: "37 км/ч (по дороге)",
        weight: "10,3 т",
        armament: `1х 45-мм 20К образца 1932 г. (165 снарядов), 3× 7,62-мм пулемета ДТ (3654 патронов)`,
        total: 1300,
        description: `
          <p>К 30-м годам дела с танковыми войсками СССР обстояли не важно — уже были «свои» Т-18, Т-24, готовился к запуску БТ-2, однако все ещё продолжался поиск наиболее оптимальной конструкции, и Управление меха­низации и моторизации Красной Армии продолжало присматриваться к зарубежным образцам боевой техники.</p>
          <p>13 февраля 1931 года Реввоенсовет СССР постановил принять на вооружение Красной Армии английский танк Vickers Е под обозначением Т-26 и рекомендовал начать серийный выпуск этой машины. Главным производителем танков должен был стать Сталинградский тракторный завод, где предполагалось собирать ежегодно по 13800 танков этого типа.</p>
          <p>Однако к тому времени СТЗ еще не был введен в строй, поэтому заказ временно разместили на заводе «Большевик» в Ленинграде. Вскоре танковое отделение завода выделилось в самостоятельный Завод № 174 им. К. Е. Ворошилова. На этом заводе построили 12000 танков Т-26.</p>
          <p>Первые серийные Т-26 были двухбашенными и по конструкции практически не отличались от английских прототипов, они стали поступать в части осенью 1931 года. В каждой башне размещался один человек, башни вращались независимо в секторе около 270°.</p>
                  <h1>Многоликий Т-26</h1>
                  <p>За десять лет с 1931 по 1941 появилось 23 модификации Т-26. Главным проектировщиком и создателем большинства модификаций, ответственным за модернизацию танка, был инженер С. А. Гинзбург — главный конструктор и начальник КБ ОКМО (Завода № 185) в Ленинграде.</p>
          <p>На протяжении первых двух лет танк Т-26 выпускался исключительно в двухбашенном варианте (Т-26 обр. 1931 и 1932 г.г.) с двумя пулеметами ДТ. Танки образца 1933-1937 годов имели уже одну башню цилиндрической формы, а 1938-1939 г.г., опять же одну башню, но коническую. В обоих последних вариантах в качестве вооружения использовалась 37-мм или 45-мм пушка и пулемет ДТ.
  
          </p>
          <p>Первые модели однобашенных Т-26 имели башню аналогичную башне танка БТ-5. Благодаря её размеру, в ней удалось установить 45-мм пушку 20K образца 1932-38 года со спаренным пулеметом ДТ. Это была самая массовая модификация танка, всего советская промышленность дала более 5000 таких машин. Также танки Т-26 оснащались 37-мм советским вариантом пушки Гочкиса, но некоторые модели получили и 37-мм пушку образца 1930 г., хорошо различимую по длинному стволу орудия.</p>
          <p>В ходе серийного выпуска конструкция танка подвергалась многочисленным изменениям и доработкам: была увеличена емкость топливных баков, танк оснастили зенитным пулеметом, начиная с 1937 года все танки были радиофицированы (радиостанция 71-ТК-З), вместо клепки широко использовали сварку, пушка получила литую маску, были усовершенствованы прицелы, для стрельбы в темноте пушку оснастили мощным прожектором, разные модификации танка отличались друг от друга возимым боезапасом и постоянно возрастающей массой.</p>
          <p>В 1938 году появилась новая модификация танка Т-26, оснащенная сварной конической башней. В башне разместили модернизированную 45-мм пушку 20K образца 1932/38 года с улучшенным прицелом (некоторые танки оснащались телескопическим прицелом ТОС со стабилизированной линией прицеливания). В днище танка проделали дополнительный (аварийный) люк и в очередной раз увеличили емкость топливных баков.</p>
          <p>В 1939 году появилась ещё одна танка Т-26 — образца 1939 года, самая совершенная. Эта модификация имела наклоненные бронеплиты подбашенной части корпуса, улучшенные жалюзи воздухозаборника как того требовал опыт испанской войны (для защиты от бутылок с зажигательной смесью), вместо пулемета в задней части башни разместили дополнительный боезапас. До конца 1939 года было выпущено более 1300 таких танков.</p>
                  `,
      },
      {
        id: 4,
        name: "БТ-5",
        type: "Быстроходный танк",
        releaseDate: "1933 г.",
        length: "5,58 м",
        width: "2,23 м",
        height: "2,23 м",
        armorForehead: "13 мм",
        armorSide: "13 мм",
        armorTurret: "13 мм",
        crew: "3 человека",
        engine: "Карбюраторный М-5, мощностью 400 л.с.",
        travelRange: "150 км (на гусеницах), 200 км (на колёсах).",
        maxSpeed: "52 км/ч (на гусеницах), 72 км/ч (на колёсах).",
        weight: "11,5 тонн",
        armament: `1х 45-мм пушка 20-К обр. 1937 г., 1х 7,62-мм пулемет ДТ`,
        total: 1884,
        description: `
          <h1>Танковая проблема начала 1930-х</h1>
          <p>Танков в СССР в начале 1930-х г.г. не хватало. По большому счету, в серийное производство запускалось всё, что только можно было освоить. Реальные боевые качества этих машин по большому счету были вторичны — чтобы обезопасить страну, в первую очередь нужно было показать соседям, что в СССР танки строят, да так, чтоб два раза подумали, прежде чем сунуться диктовать свои порядки.</p>
          <h1>История создания танка БТ-5</h1>
          <p>«Быстроходный танк» БТ-2 был машиной не самой плохой, но «промежуточной» — выпускавшейся только до тех пор, пока не найдется достойная смена. Недоработок и нареканий в его конструкции хватало. Именно по этой причине, его как можно скорее попытались сменить на что-то более грозное.</p>   
          <p>Хотя были и достаточно прогрессивные идеи по созданию улучшенных версий БТ-2: танков БТ-4 и БТ-6, предпочтение отдали варианту БТ-5. В отличие от «соседей» по номерам, БТ-5 отличался от «двойки» только новой башней и комплектом вооружения, плюс доработками ходовой и т.п., что называется «по мелочи».</p> 
          <p>Зато он же обладал и весомым преимуществом: в отличие от «четверки» и «шестерки», «пятерка» не требовала переделки производственной линии, и могла быть запущена в серию практически одномоментно, на тех же агрегатах, что и БТ-2. Как тут не пошутить про то, что для «быстроходных танков» была важна не только скорость в бою, но и скорость в производстве.</p> 
          <p>В марте 1933 года БТ-5 сменил на конвейере БТ-2. Первоначально машина комплектовалась башнями двух видов — «ижорская» (сварная, с большой нишей сзади, проектировавшуюся изначально для танка Т-26) и «мариупольская» (клепаная, с маленькой нишей сзади). Однако начиная с 1935 года, из-за вскрывшихся дефектов в изделиях завода в Мариуполе, БТ-5 комплектовался только «ижорскими» башнями. «Дефектные» танки почти все ушли в учебные части.</p> 
          <p>За сравнительно небольшой отрезок времени, БТ-5 прошел довольно активный путь развития. Начинавшийся как вариант усиленного БТ-2, к 1934 году он получил новый двигатель М-17Т мощностью 500 л.с., полностью измененный главный фрикцион и усиленную коробку передач. Это не говоря о ленточных тормозах, улучшенном бронировании.</p> 
          <p>Производство танка БТ-5 было закончено накануне 1935 г., всего было произведено 1884 танка этого типа.</p> 
          <h1>Конструкция танка БТ-5</h1>
          <p>Компоновка танка классическая. Конструкция корпуса «быстроходного танка» БТ-5 в целом повторяет конструкцию БТ-2, башня («ижорская») аналогична башне легкого танка Т-26. По бокам башни расположены две смотровые щели и два отверстия для стрельбы из револьвера. В крыше башни имелся закрывающийся изнутри люк для входа и выхода экипажа. В поздней части башни было отверстие для вентиляции и перископического прицела.
          Основное вооружение танка БТ-5 — 45-мм пушка спаренная с пулеметом ДТ. Пулемет при этом имел собственный открытый прицел и мог стрелять независимо от орудия.</p>   
          <p>Снаряды укладывались на пол боевого отделения, располагались в вертикальных обоймах на правой и левой стенках корпуса, занимали также стенки и нишу башни. Пулеметные диски занимали место над снарядной укладкой в боевом отделении.</p> 
          <p>Экипаж танка составляет 3 человека, наблюдение за полем боя осуществляется через прицелы и два смотровых прибора с пуленепробиваемыми стеклами, размещенных на боковых стенках башни.</p> 
          <p>На командирских танках имелась радиостанция 71-ТК-1 с поручневой антенной на башне, замененной впоследствии на штыревую. Боекомплект командирских танков с радиостанцией был сокращенным.</p> `,
      },
      {
        id: 5,
        name: "Т-60",
        type: "Легкий танк",
        releaseDate: "1941 г.",
        length: "4,1 м ",
        width: "2,35 м",
        height: "1,75 м",
        armorForehead: "35 мм ",
        armorSide: "25 мм ",
        armorTurret: "Нет сведений",
        crew: "2 человека",
        engine: "ГАЗ-202, 85 л.с.",
        travelRange: "535 км (по дороге)",
        maxSpeed: "45 км/ч (по дороге)",
        weight: "5,8 тонн",
        armament: `20-мм ТНШ-20 (780 снарядов), 7,62-мм ДТ (945 патронов)`,
        total: 5839,
        description: `<p>Когда с производством перспективного легкого танка Т-50 не сложилось в связи с началом войны, а заменить раритетные Т-26 — танки поддержки пехоты, все ещё требовалось, начался поиск нового решения. В августе 1941 года КБ завода № 37 под руководством Н. А. Астрова, начало разработку нового легкого танка поддержки пехоты. Индекс присвоенный танку — Т-60, а главным конструктором был назначен А. В. Богачев.</p>
          <p>Новый танк имел компактный, прочный цельносварной корпус с низким силуэтом, броневые листы выполнены из катаной гомогенной брони и установлены под большим углом. Небольшие размеры корпуса позволили довести толщину лобовых листов до 35 мм, бортовых — до 25 мм, кормовых до 25 мм. Механик-водитель располагался посередине в выступающей вперед рубке с откидывающимся лобовым щитком и верхним входным люком толщиной 13 мм. В днище танка размещался аварийный люк.</p>
          <p>Новая башня, высотой всего 375 мм, спроектированная Ю. П. Юдовичем имела конусообразную восьмигранную форму. Она сваривалась из трапециевидных плоских бронелистов толщиной 25 мм, расположенных под большими углами наклона, что заметно повышало ее стойкость при обстреле. Толщина передних скуловых бронелистов и маски вооружения достигла впоследствии 35 мм. В крыше имелся большой люк командира с круглой крышкой. В боковых гранях башни справа и слева от стрелка выполнялись узкие щели, оборудованные двумя смотровыми приборами типа «триплекс».</p>
          <p>15 сентября 1941 года московский завод № 37 выпустил первый серийный Т-60, однако ввиду последовавшей вскоре эвакуации завода, производство было остановлено 26 сентября. Всего в Москве успели сделать 245 танков Т-60.</p>
          <p>Вскоре завод был эвакуирован в Свердловск, где был образован новый танковый завод № 37. За первый квартал 1942 года завод произвел 512 машин. Производство Т-60 шло и уже когда в производство была запущена следующая модель — Т-70.</p>
          <p>Всего было выпущено 5839 штук танков Т-60.</p>`,
      },
      {
        id: 6,
        name: "Т-70",
        type: "Легкий танк",
        releaseDate: "1942 г.",
        length: "4,29",
        width: "2,305",
        height: "2,055",
        armorForehead: "35-45 мм",
        armorSide: "15 мм",
        armorTurret: "35 мм",
        crew: "2 человека",
        engine: "Нет сведений",
        travelRange: "По шоссе: 350 км., по грунту: 235 км.",
        maxSpeed: "42 км/ч",
        weight: "9,2 тонны",
        armament: `45-мм пушка 20К, 7,62-мм пулемет ДТ, 90 выстрелов, 945 патронов.`,
        total: 8231,
        description: `
          <h1>Эксплуатация и боевое применение танков Т-70</h1>
          <p>В конце декабря 1942 года по решению Государственного Комитета Обороны завод №38 прекращал выпуск танков и полностью переключался на изготовление самоходных установок СУ-76. Отныне легкие танки выпускались только на ГАЗе. 1943 год был особенно тяжелым для завода — в результате бомбежек на Автозаводской район Горького было сброшено 2170 бомб, из них 1540 попали непосредственно на территорию завода. В результате налетов было полностью разрушено или значительно повреждено более 50 зданий и сооружений, сгорели цеха шасси, колесный, монтажный и термический № 2, главный конвейер, паровозное депо.</p>
          <p>В литейных цехах серого и ковкого чугуна полностью были уничтожены стержневая, участок цветного литья и электропечь, сильно пострадали кузнечный корпус, моторный цех №2, ремонтно-механический цех, инструментально-штамповый и прессово-кузнечный корпуса, много жилых домов.</p>
          <p>В результате был остановлен выпуск автомобилей и броневиков БА-64, но производство танков, несмотря на все трудности, не прекращалось ни на день. Тем не менее, только в августе 1943 года на ГАЗе удалось перекрыть майский показатель по выпуску Т-70М.</p>
          <p>28 августа 1943 года И. Сталин подписал постановление Государственного Комитета Обороны, согласно которому с 1 октября 1943 года ГАЗ переходил на выпуск самоходных установок СУ-76М, а производство Т-70М прекращалось, однако жо этого, ГАЗ успел сдать армии еще почти 600 Т-70М. Всего же за 1943 год, несмотря на серьезный ущерб от немецких бомбардировок, Горьковский автомобильный завод имени Молотова при плане 3300 Т-70М передал в войска 3348 танков и 1758 двигателей ГАЗ-203. За период с 1942 по 1943 г.г. заводы №37, 38 и ГАЗ произвели 8231 танк Т-70 и Т-70М, причем доля последних достигала 60% от общего числа.</p>
          <p>По имеющимся свидетельствам, кроме проблемы с ремонтом, на Т-70М в войсках не жаловались, напротив, машина зарекомендовала себя как крайне надежная, и возлагаемые на неё задачи, успешно выполняла.</p>
  `,
      },
      {
        id: 7,
        name: "БТ-2",
        type: "Быстроходный танк",
        releaseDate: "1931 г.",
        length: "5350 мм",
        width: "2230 мм",
        height: "2160 мм",
        armorForehead: "13 мм",
        armorSide: "13 мм",
        armorTurret: "13 мм",
        crew: "2 человека",
        engine: "авиационный четырехтактный М-5-400",
        travelRange: "120 км (на гусеницах) 200 км (на колесах)",
        maxSpeed: "52 км/ч (на гусеницах) 72 км/ч (на колесах)",
        weight: "11,3 тонны",
        armament: `Стандартным вариантом вооружения танка БТ-2 были 37-мм пушка Б-3(5К) обр.1931 г. и 7,62-мм пулемет ДТ (в шаровой установке). Боекомплект пушки — 92 выстрела, пулемета — 2709 патронов (43 диска). На первых 60 танках шаровая пулеметная установка отсутствовала, 350 танков были вооружены только спаренными пулеметами ДА-2 калибра 7,62-мм.`,
        total: 620,
        description: `
          <p>К концу 20-х годов 20-го века СССР остро нуждался в современном вооружении. Несмотря на то, что в 1927 году удалось наладить производство первого отечественного танка Т-18, а также готовился (но постоянно откладывался) запуск в производство новой модели — Т-24, дела в этой области обстояли не важно.</p>
          <p>В 1930 году было создано Управление меха­низации и моторизации (УММ) Красной Армии, руководство которого, не откладывая дела в долгий ящик, немедленно создало закупочную комиссию под руко­водством начальника УММ, Иннокентия Халепского для закупки и последующего изучения образцов танков, бронемашин, тракторов и автомобилей у Германии, Франции, Англии и США.</p>
          <p>Уже в июне того же года, Халепский встретился с американским изобретателем Уолтером Кристи, представившим свою последнюю разработку – танк под индексом М.1931. Халепский первоначально новинкой не заинтересовался, но Кристи слишком нуждался в деньгах, чтоб упускать такой момент (американские военные ведомства от его идей также отмахнулись), и просто «впарил» свой танк СССР. Стороны разошлись довольные – один уносил 160 000 долларов, а другим достались два танка с полным пакетом документации, свободным правом на их изготовление и клятвенным обещанием сообщать о всех дальнейших улучшениях конструкции.</p>
          <p>24 декабря 1930 года М.1931 отправились в Советский Союз. Тут стоит заранее «убить» две популярные легенды: во-первых, оба танка отправили вовсе не под видом сельхоз тракторов, а именно как танки, официально. Во-вторых, назвать их полноценными было нельзя – у обоих машин не было башен и вооружения, да и документация была вовсе не вся, что бы Уолтер Кристи по этому поводу не говорил. Когда ему об этом намекнули он только пожал плечами, но советская сторона не обиделась, а просто не доплатила ему 25 000, а искомые чертежи выкупила через его помощников.</p>
          <p>Изобретатель такого простить никак не мог – отказался ехать в СССР на ПМЖ, показал советской делегации «фигу» на счет «уведомлений о модернизации» и вновь отправился к американским военным и угрожая выдать Советскому Союзу все тайны, «впарил» свой танк и здесь, правда в весьма скромном количестве семи экземпляров.</p>
          <p>Машины М.1931 с этого времени зажили уже совершенно другой жизнью – 13 февраля 1931 года постановлением Реввоенсовета СССР танк приняли на вооружение под индексом БТ-2 (быстроходный танк).</p>
          <p>Впрочем, принять на вооружение и начать производство – вещи совершенно разных порядков. Основываясь на чертежах Кристи, отечественные специалисты разработали собственные, и утвердили производственный план, изначально включавший, по состоянию на 1932 г. сдачу 600 машин.</p>
          <p>Однако воплотить БТ-2 в металле было не так просто – запланированные к установке на машине двигатели М-5 (авиамотор, копия знаменитого «Либерти») в нужных количествах отсутствовали. Пришлось частично закупать «оригиналы» в США, а вместо штампованных катков, производство которых также не удалось сразу наладить, ставить спицованные, значительно более тяжелые.</p>
          <p>Отдельной «песней» была башня танка и вооружение — штатной 37-мм танковой пушке Б-3(5К) в спаренной установке с пулеметом ДТ в нужных количествах изготовить никак не удавалось. Пришлось «впихивать» в габариты уже сделанных 60 башен, из-за чего от пулемета пришлось отказаться. Сказывались и другие недоработки как чисто конструктивные, так и вызванные довольно низким качеством сборки первых машин.</p>
          <p>Несмотря на это, в 1932—1933 годах промышленность сумела выдать 610 тан­ков БТ-2, однако пушечное вооружение имели только 260 машин, остальные 350 штук были чисто «пулеметной» версией танка, снаряженных спаркой 7,62 мм пулеметов ДА-2.</p>
          <p>Первые попытки улучшить вооружение (да и другие параметры) БТ-2 начались практически с момента начала производства. Пытались втиснуть в пространство башни и 45-мм орудие и укороченную 76-мм пушку, однако существенных успехов в этом деле не добились. Оно и не могло, по сути, быть по-другому — ни «танк Кристи», ни БТ-2, не были в полной мере законченными боевыми машинам. Тот же БТ-2, первенец нового класса танков (быстроходные танки) был, по большей части экспериментом – несмотря на внушительное количество построенных единиц. Опыт полученный советским военопромом при его создании был бесценен.</p>
          `,
      },
    ],
    medium: [
      {
        id: 8,
        name: "Т-28",
        type: "Средний танк",
        releaseDate: "1931",
        length: "7,44 м",
        width: "2,81 м",
        height: "2,82 м",
        armorForehead: "30 мм",
        armorSide: "30 мм",
        armorTurret: "30 мм",
        crew: "6 человек",
        engine: "М-17Т, 500 л.с.",
        travelRange: "220 км (по дороге)",
        maxSpeed: "45 км/ч (по дороге)",
        weight: "25,4 т",
        armament: `1х 76-мм КТ-28 (70 снарядов), 4× 7,62-мм пулемета ДТ (1512 патронов)`,
        total: 523,
        description: `
                  <h1>Модификации и доработка Т-28</h1>
                  <p>Танк Т-28 выпускался с 1933 по 1940 год, причем в течение всего этого периода в его конструкцию было внесено более 600 различных изменений и усовершенствований, которые позволили повысить прочность узлов и агрегатов и надежность работы машины в целом. В процессе производства общий башенный люк для посадки экипажа был заменен на два, причем люк наводчика оборудован турелью П-40 для пулемета ДТ, напряжение электромотора для вращения главной башни повысили с 12 В до 24 В, перестал устанавливаться радиоприбор для внутренней связи «Сафар», были внесены многочисленные изменения в трансмиссию, двигатель, элементы ходовой части.</p>
                  <p>С 1938 года на танк начали устанавливать 76,2-мм пушку Л-10 с длиной ствола в 26 калибров и начальной скоростью снаряда 555 м/с, обладавшую значительно большей мощностью, чем КТ-28.</p>
                  <p>Танки Т-28 вместе с Т-35 поступали на вооружение танковых полков РГК, которые в декабре 1935 года были развернуты в отдельные тяжелые танковые бригады. В каждой бригаде насчитывалось по 54 машины Т-28, всего таких бригад было 4, 2 из которых приняли участие в советско-финской войне 1939-1940 г.г.</p>
                  <p>На основании опыта боев в Финляндии танки Т-28 начали оборудовать броневыми экранами. Толщина лобовой брони корпуса и башни была увеличена за счет этого до 80 мм, а бортовой и кормовой — до 40 мм, при этом масса танка возросла до 32 тонн. Данный вариант получил обозначение Т-28Э (экранированный).
                  </p>
                  <p>С 1939 года по приказу К. Е. Ворошилова, на всех танках стала обязательной установка кормового пулемета. На машинах, выпущенных после 1938 года, устанавливалась радиостанция 71-ТК-3, имевшая не поручневую, а штыревую антенну. Наконец, в 1940 году была выпущена партия танков (по разным данным до 12 штук) с коническими главными башнями, аналогичными башням танка Т-35 последней серии.</p>
                  <p>В 1940 году производство Т-28 было прекращено. Дальнейшее увеличение толщины броневых листов заводило многобашенную компоновку в тупик — возрастали масса и габариты танка. Вместе с тем, количество и расположение башен у Т-28 можно считать оптимальным. Три башни, размещенные в два яруса, при независимом их управлении обеспечивали эффективное сопровождение пехоты массированным огнем.</p>
                  <p>Всего было произведено 523 танка Т-28.</p>
                  `,
      },
      {
        id: 9,
        name: "Т-34-76",
        type: "Средний танк",
        releaseDate: "1940 г. / 1942 г.",
        length: "С орудием: 5960 мм / 6620 мм",
        width: "3000 мм",
        height: "2410 / 2520 мм",
        armorForehead: "13-45 / 13-52",
        armorSide: "13-45 / 13-52",
        armorTurret: "13-45 / 13-52",
        crew: "4 человека",
        engine: "дизель В-2-34, мощностью 500 л.с.",
        travelRange: "300 км",
        maxSpeed: "54 км/ч",
        weight: "25,6 / 30,9 тонн",
        armament: `76-мм Л-11 и 7,62-мм пулемет ДТ / 76-мм Ф-34 и 7,62-мм пулемет ДТ`,
        total: 35467,
        description: `
          <p>Анализируя опыт гражданской войны в Испании, советское руководство пришло к простому выводу: не смотря на то, что советские танки Т-26 и БТ-5 превосходят немецкие по всем параметрам, общая проблема и тех и других заключается в довольно слабом бронировании, без проблем пробиваемом 45-мм и даже 37-мм пушками. Также, чрезвычайно опасной и капризной в боевых условиях частью танка оказался бензиновый двигатель — пары бензина легко воспламенялись (а если учесть, что авиационный «либерти» БТ-5 питался только высокооктановым топливом…), после чего участь танка была предрешена.</p>
          <p>Основываясь на этих выводах Автобронетанковое Управление РККА к 13 октября 1937 сформулировало тактико-технические требования к новому перспективному танку, который в конце 30-х годов должен был придти на смену существующих танков серии БТ (чтобы не повторяться, читайте статью о непростом пути от БТ-7 к Т-34).</p>
          <p>6 марта 1940 г. два опытных экземпляра танка Т-34 с демонтированным вооружением в сопровождении двух тягачей убыли с территории заводского полигона в Харькове и спустя 6 дней, 12 марта, первый из них прибыл в подмосковный Серпухов. Машины проделали впечатляющий путь своим ходом, практически идя по прямой, через совершенно непроходимые места. Этот беспримерный поход был задуман как самое красноречивое доказательство надежности новой машины и своё дело он сделал.</p>
          <p>31 марта 1940 г. Государственный комитет обороны принял решение о серийном производстве среднего танка Т-34.</p>
          <h1>Компоновка и устройство танка Т-34 образца 1940, г.</h1>
          <p>Танк имел компоновку классического типа: отделение управления находилось в передней части бронекорпуса, боевое отделение — в его средней части и в двухместной бронированной башне, силовое отделение располагалось в кормовой части машины.</p>
          <p>Экипаж танка состоял из четырех человек. Командир танка, он же выполнял функции наводчика орудия, располагался в башне слева от орудия, заряжающий находился также в башне справа от пушки. Рабочие место механика-водителя было оборудовано в передней носовой части бронекорпуса, справа от него располагался стрелок-радист.</p>
          <p>Бронекорпус несущего типа, сварной, собирался из бронеплит и стальных листов толщиной 13, 15, 16, 40 и 45 мм. Лобовые листы толщиной 45 мм были расположены под рациональными углами наклона в 53° и 60° к горизонтал­ьной оси корпуса. Бронелисты верхней части бортов располагались под углом в 40° и имели толщину 40 мм, нижние бронелисты бортов корпуса располагались вертикально и были толщиной 45 мм. Кормовые бронелисты располагались под углами в 45° и 47° и имели толщину 40 мм. Крыша бронекорпуса изготовлялась из листов толщиной 16-20 мм, днище из 13 мм листов.</p>
          <p>С 1943 г. все кормовые листы стали изготовлять толщиной 45 мм, передний лист носовой части днища — 20 мм.</p>
          <p>Трансмиссия Т-34-76 состояла из четырехсту­пенчатой коробки передач, многодискового главного фрикциона, механизма поворота и двух одноступенчатых бортовых передач. В начале 1943 г. на танке стали устанавливать пятиступенчатую коробку передач.</p>
          <p>Подвеска танка состояла из пяти опорных катков диаметром 830 мм, ведущего катка, расположенного в кормовой части и ленивца, расположенного впереди. Катки могли различаться по способу изготовления (литые и штампованные) и виду амортизации.</p>
          `,
      },
      {
        id: 10,
        name: "Т-34-85",
        type: "Средний танк",
        releaseDate: "1943 г.",
        length: "8100 мм (с орудием), 6100 (по корпусу) мм",
        width: "3000 мм",
        height: "2720 мм",
        armorForehead: "15-90 мм",
        armorSide: "15-90 мм",
        armorTurret: "15-90 мм",
        crew: "5 человек",
        engine: "дизель В-2-34, мощностью 500 л.с.",
        travelRange: "до 400 км",
        maxSpeed: "55 км/ч",
        weight: "32,2 тонны",
        armament: `85-мм ЗИС-С-53 и 2х 7,62-мм пулемета ДТ`,
        total: 4500,
        description: `<p>К 1943 году, вермахт располагал уже заметным количеством тяжелых танков, не только не уступающих, но даже превосходящих по бронированию и огневой мощи Т-34 образцов 1940-1942 г. Сюда относились не только новые Pz VI «Тигр», Pz V «Пантера», но и «старые», прошедшие модернизацию Pz IV последних серий. Вопрос о резком усилении боевых качеств Т-34 особо резко встал в начале наступательных операций лета 1943-го года.</p>
          <p>Основным преимуществом новых немецких танков являлась способность за счет мощного артиллерийского вооружения  надежно поражать советские танки с дистанций 1500-2000 м. Советские же Т-34-«76» и КВ-1, вооруженные 76 мм пушкой Ф-34 могли ответить только на дистанциях 400-500 м.</p>
          <p>Намного лучше результаты, по сравнению с 76-мм Ф-34, дала 85-мм зенитная пушка образца 1939 г. 52-К, которая в ходе обстрела трофейного «Тигра» пробивала его лобовую броню (а это 10 сантиметров стали) с дистанции в 1000 метров. Оставалось только создать орудие с баллистикой 52-К и втиснуть его в габариты уже существующей машины, которая, к слову, совсем не отличалась просторным боевым отделением.</p>
                        <h1>Новая пушка для старого танка</h1>
                        <p>Еще в январе 1942 году разработку 85-мм танковой пушки начали в ОКБ артиллерийского завода № 9 под руководством конструктора артиллерийского вооружения Ф.Ф. Петрова,  Центральное артиллерийское конструкторское бюро (ЦАКБ) под общим руководством В.Г. Грабина и КБ артиллерийского завода № 92 под руководством  А.И. Савина. К концу мая — началу июня 1943 г. были готовы рабочие чертежи и опытные экземпляры 85 мм танковых пушек ОКБ завода № 9 — Д-5Т и ЦАКБ — С-50, созданная под руководством ведущих конструкторов В.Д. Мешанинова и В.А. Тюрина, С-53 конструкторов Т.И. Сергеева и Г.И. Шабарова.</p>
                        <p>Представило свой образец под названием ЛБ-1 и КБ завода № 92. Работы по проектированию среднего танка на основе Т-34 с 85-мм пушкой одновременно развернулись в КБ заводов № 112 (г. Нижний Новгород) под руководством В.В. Крылова и № 183 (г. Нижний Тагил) под руководством М.А. Набутовского и А.А. Малоштанова.</p>
                        <p>Установка нового орудия на шасси Т-34 потребовала создания новой, более габаритной башни и как следствие изменения конструкции боевого отделения и корпуса в целом, по причине увеличения диаметра погона башни с 1420 до 1600 мм. В результате проведенных работ на заводе № 112 была создана двухместная башня под орудие Д-5Т с диаметром погона в 1600 мм, выполняя план завод успел к началу 1944 г. изготовить и сдать в войска около 100 единиц танков Т-34 с новой башней и пушкой Д-5Т. К тому времени по результатам испытаний орудие ЦАКБ С-53 было признано лучшим из представленных образцов и новый танк решено было оснащать именно этой пушкой.</p>
                        <p>1 января 1944 г. С-53 была принята на вооружение. КБ завода № 183 изначально ориентировалось на эту пушку, поэтому башня нижнетагильской разработки была рекомендована для серийного производства. Впрочем, на заводе № 112 выпустили некоторое количество танков с нижнетагильской башней, но с пушкой Д-5Т, установка которого не вызвала значительных затруднений.</p>
                        <p>23 января 1944 г. постановлением ГКО № 5020сс новый танк под названием Т-34-85 был принят на вооружение (соответственно, танки Т-34 с 76 мм пушкой стали называться Т-34-76). Несмотря на принятие танка на вооружение и подготовка его к серийному производству на профильных предприятиях НКТП, продолжались полигонные испытаний, в ходе которых проявились конструктивные недостатки противооткатных устройств (ПОУ) пушки С-53. Доработка ПОУ была произведена в КБ завода № 92 и с ноября 1944 г. орудие производилось под названием ЗИС-С-53.</p>
                        <h1>Конструктивные особенности Т-34-85 по сравнению с Т-34-76</h1>
                        <p>Конструкция корпуса, трансмиссии и двигателя Т-34-85 по сравнению с Т-34-76 не претерпели принципиальных изменений . Новая башня разработки КБ завода № 183 представляла собой фасонную отливку с амбразурами в передней части для установки орудия, пулемета и прицела с толщиной стенок 90 мм.</p>
                        <p>В бортовых стенках башни имелись по одной с каждой стороны амбразуре для стрельбы из личного оружия экипажа, закрывающиеся броневыми заслонками. У танков ранних серий над амбразурами имелись смотровые щели.</p>
                        <p>Крыша башни изготовлялась из броневого листа толщиной в 20 мм и крепилась к корпусу посредством сварки. На крыше башни слева ближе к корме устанавливалась цилиндрическая командирская башенка (конструкция на танках произведенных на разных предприятиях могла различаться). По периметру командирской башенки устраивались пять смотровых щелей, прикрытые триплексом. На крыше башенки устанавливался двухстворчатый (после 1945 г. — одностворчатый люк) и командирский смотровой прибор МК-4.</p>
                        <p>На крыше башни справа от командирской башенки находился люк заряжающего и два прибора МК-4 наводчика и заряжающего.Башня была оборудована механизмом поворота с электроприводом. Рабочие место командира танка располагалось слева от пушки в корме башни, наводчик находился также слева от орудия, впереди командира, рабочее место заряжающего было расположено справа от орудия. остальные члены экипажа располагались также как и на Т-34-76.</p>
                        <p>В башне на танках ранних выпусков устанавливалась 85 мм танковая пушка Д-5Т, с марта по июль 1944 г. С-53, впоследствии — ЗИС-С-53. Орудие представляло из себя танковую артиллерийскую систему со стволом- моноблоком. Затвор клиновой, вертикальный, полуавтоматика копирного типа. ПОУ включали в себя гидравлический тормоз откатных частей веретенного типа, накатник гидропневматического типа и располагались внизу ствола. Боекомплект орудия состоял из 85 мм выстрелов зенитной пушки 52-К и насчитывал 55 снарядов, расположенных в боеукладках.</p>
                        <p>Танк оборудовался приборами наблюдения МК-4. В башне танка устанавливалась коротковолновая радиостанция 9-РМ, обеспечивающая двухстороннюю связь на дальности 15-20 км. Серийное производство Т-34-85 было организовано на заводах № 112 (с декабря 1943 г.), № 183 (с февраля 1944 г.), № 174 (г. Омск, с июня 1944 г.). Всего за годы войны с 1943 по 1945 гг. на этих трех предприятиях было изготовлено около 24 000 Т-34-85, из них 274 командирских танков с радиостанцией РСБ-1 (РСБ-ФЗТ) и 330 ОТ-34-85 с  огнеметной установкой.</p>
                        <p>Серийное производство танка продолжалось на заводах № 183 и № 174 до 1946 г., а на заводе № 112 — до середины 1950 г. Всего за послевоенные годы было выпущено около 4500 танков Т-34-85.</p>
                        `,
      },
    ],
    heavy: [
      {
        id: 11,
        name: "КВ-1",
        type: "Тяжелый танк",
        releaseDate: "1939 год",
        length: "6,9 м ",
        width: "3,32 м ",
        height: "2,71 м",
        armorForehead: "110 мм ",
        armorSide: "90 мм ",
        armorTurret: "Нет сведений",
        crew: "5 человек",
        engine: "дизельный В-2К, 600 л.с.",
        travelRange: "335 км (по дороге)",
        maxSpeed: "35 км/ч (по дороге)",
        weight: "47 т",
        armament: `76,2-мм Ф-34 (135 снарядов), 3×7,62-мм ДТ (3024 патронов)`,
        total: 3117,
        description: `<p>В 1939 году на испытания в условиях приближенных к боевым, поступили три экспериментальных советских тяжелых танка: многобашенные СМК, Т-100 и однобашенный КВ-1 (Клим Ворошилов). По легенде, к рождению последнего приложил руку сам Иосиф Сталин — когда ему продемонстрировали макет будущего СМК, он снял с него одну башню и задал вопрос — «сколько она весит?». А на ответ «3 тонны», отметил, что эти три тонны целесообразнее было бы использовать на увеличение толщины брони.</p>
          <p>КВ-1 состязание выиграл и 19 декабря 1939 года танк принят на вооружение. Это был первый в мире танк с в полном смысле противоснарядным бронированием (лобовая броня доходит до 100 мм) и «танковой» проходимостью. Не смотря на вес в полсотни тонн, за счет надежного и мощного дизельного двигателя, а также широких гусениц, он мог преодолевать преграды самой сложной и дикой местности.</p>
          <p>В бою, на протяжении всего начального этапа Великой Отечественной войны (а по сути — аж до появления германского Pz VI «Тигр» в 1943 году), КВ-1 был вне конкуренции — практически ни одна германская войсковая пушка не могла даже пробить его броню, в то время как его мощное 76-мм орудие не оставляло шанса врагу.</p>
          <p>От СМК КВ-1 унаследовал схему бронекорпуса, конструкцию оптических приборов, элементы трансмиссии. Сама трансмиссия сократилась на 2 катка, в качестве двигателя был установлен дизель В-2 повышенной мощности. Интересно, что несмотря на «однобашенность», на КВ-1 изначально стояло сразу два орудия: 76-мм и 45-мм (спаренные), однако на серийных образцах «сорокопятка» была заменена пулеметом ДТ.</p>
          <p>Всего было произведено 3117 штук танков КВ-1</p>`,
      },
      {
        id: 12,
        name: "КВ-2",
        type: "Тяжелый танк",
        releaseDate: "1940 год",
        length: "6,67 м",
        width: "3,35 м",
        height: "2,35 м",
        armorForehead: "110 мм",
        armorSide: "110 мм",
        armorTurret: "Нет сведений",
        crew: "6 человек",
        engine: "дизельный В-2К, 600 л.с.",
        travelRange: "250 км (по дороге)",
        maxSpeed: "35 км/ч (по дороге)",
        weight: "52 тонны",
        armament: `152-мм М-10 (36 снарядов), 2×7,62-мм ДТ (3078 патронов)`,
        total: 334,
        description: `
                        <h1>История создания тяжелого танка КВ-2</h1>
                        <p>Едва тяжелый танк КВ-1 был принят на вооружение, стало понятно, что не смотря его 76,2-мм орудие, для своего времени способное справится с любым бронированным противником, для борьбы с ДОТами и бетонными укреплениями его мощности недостаточно.</p>
                        <p>Было принято решение не выдумывать что-то заново, а просто вооружить уже существующие КВ-1 152-мм гаубицей. Для решения этой задачи были привлечены инженеры артиллерийского КБ Кировского завода, а на разработку проекта было отведено всего несколько дней.</p>
                        <p>Конструкторы были переведены на казарменное положение и работали по 16-17 часов сутки. Уже через две недели проект был готов. Новый танк не отличался изяществом форм или особой красотой — вместо аккуратной небольшой башни обычного КВ-1, на платформу был установлен по виду громадный железный короб с гаубицей М-10. Машина получила название МТ-1, но к моменту запуска в серию, ей присвоили уже новое, хорошо известное нам имя — КВ-2 (Клим Ворошилов 2).</p>
                        <h1>Особенности конструкции танка КВ-2</h1>
                        <p>10 февраля 1940 года в заводском тире были проведены первые стрельбы МТ-1. Ствол гаубицы первоначально оснастили крышкой, по замыслу, предохраняющей его от попадания пуль и осколков. Крышка была автоматической — открывалась только при выстреле, однако первый же реальный залп просто сорвал её, после чего стала ясна бесперспективность этой идеи.</p>
                        <p>В остальном нареканий не было и спустя неделю, 17 февраля два первых МТ-1 убыли на испытания в боевых условиях — советско-финская война была для них идеальным испытанием. Сразу же после этого машины, уже под индексом КВ-2 были приняты на вооружение РККА и запущены в серийное производство.</p>
                        <p>Башня серийных машин отличалась от прототипа — боевые стенки были закруглены, задняя часть также подверглась небольшим изменениям (однако пулемет и заднюю дверь оставили на месте), а пушка получила новую маску.</p>
                        <p>Укороченная гаубица М-10 посылала 52 кг снаряды с начальной скоростью 436 м/с. Для стрельбы применялись только фугасные снаряды с уменьшенными зарядами. Допускалось применение морского полубронебойного снаряда, но он применялся только во флоте и на складах РККА отсутствовал. Боезапас танка составлял 36 выстрелов раздельного заряжания, размещенных главным образом в башенной нише. В боекомплект входили также 3087 патронов к 2 пулеметам ДТ.</p>
                        <p>По сравнению с КВ-1, экипаж КВ-2 увеличили на одного человека. Экипаж состоял из командира танка, командира орудия, помощника, наводчика, механика-водителя и стрелка-радиста.</p>
                        <p>Кроме 152-мм гаубицы КВ-2 пробовали вооружить и длинноствольными орудиями.В мае 1941 года в башню танка установили 107-мм орудие ЗИС-6, также пробовали ставить на него и 85-мм пушку Ф-39, однако ни один из этих экспериментов не был признан удачным.</p>
                        <h1>Боевое применение танка КВ-2</h1>
                        <p>Первые встречи солдат вермахта с КВ-2, на начальном этапе Великой Отечественной войны, можно охарактеризовать одним словом — шок. Практически неуязвимый для вражеских снарядов (в германской армии того времени редко можно было встретить орудие калибром больше 37-мм), страшный даже с виду, к тому же ведущий огонь… ну да, 152-мм снарядами, КВ-2 был чрезвычайно грозным противником.
                        </p>
                        <p>Известны случаи когда КВ-2 в одиночку сдерживали наступление целых танковых групп противника, однако в силу того, что на весь фронт этих танков было совсем немного (всего до октября 1941 года было произведено 334 КВ-2), существенного влияния на исход сражений начального периода войны они не оказали.</p>
                        `,
      },
      {
        id: 13,
        name: "Т-35",
        type: "Тяжелый танк",
        releaseDate: "1932 год",
        length: "9,72 м",
        width: "3,2 м",
        height: "3,43 м",
        armorForehead: "30 мм",
        armorSide: "20 мм",
        armorTurret: "20 мм",
        crew: "11 человек",
        engine: "М-17М, 500 л.с.",
        travelRange: "150 км (по дороге)",
        maxSpeed: "30 км/ч (по дороге)",
        weight: "50 т",
        armament: `1х 76-мм КТ-28 (96 снарядов), 2× 45-мм 20К (220 снарядов), 6× 7,62-мм пулеметов ДТ (10080 патронов)`,
        total: 63,
        description: `
                        <h1>Мечта о Змее Горыныче</h1>
                        <p>Не будет преувеличением сказать, что тяжелый танк Т-35 это апофеоз конструкции многобашенного танка. История которая началась с Т-24 и продолжилась с Т-28, получила здесь наибольшее развитие. Настоящий сухопутный линкор, Т-35 стал вершиной развития советского многобашенного танка, однако, это была последняя из подобных машин — самый заманчивый путь оказался в итоге тупиковым.</p>
                        <p>В декабре 1930 года, когда Управление моторизации и механизации РККА заключило с Главным конструкторским бюро Орудийно-пулеметного объединения договор на разработку проекта тяжелого танка прорыва, получившего обозначение Т-30.</p>
                        <p>Предполагалось, что это будет 50 тонная машина, вооруженная двумя 76-мм орудиями и пятью пулеметами. Но отсутствие отечественного опыта танкостроения не позволило создать даже проекта полноценной боевой машины такого класса. В начале 1932 года, после выполнения эскизных чертежей и постройки деревянной модели танка все работы по Т-30 были прекращены, ввиду его несостоятельности, как боевой машины.</p>
                        <p>Не увенчалась успехом и попытка Автотанкодизельного отдела Экономического управления ОГПУ (АТДО ЭКУ ОГПУ) разработать до 1931 года проект танка прорыва, массой 75 т. Как и Т-30, этот проект имел множество недостатков, исключавших возможность серийной постройки такой машины.</p>
                        <p>КБ получило от УММ РККА задание «К 1 августа 1932 года разработать и построить новый 35-тонный танк прорыва типа ТГ». Этой машине присвоили индекс Т-35.</p>
                        <p>При проектировании танка Т-35 учитывался полуторалетний опыт работы над ТГ-1, а также результаты испытаний немецких танков «Grosstractor» на полигоне под Казанью и развединформация комиссии по закупке бронетанковой техники в Великобритании.</p>
                        <h1>Дальнейшая судьба танков Т-35</h1>
                        <p>27 июня 1940 года в Москве состоялось совещание «О системе автобронетанкового вооружения Красной Армии», на котором рассматривался вопрос о перспективных типах танков и о снятии с вооружения старых образцов. В отношении Т-35 мнения разделились. Одни считали, что их нужно переделать в самоходно-артиллерийские установки большой мощности, другие предлагали передать их танковому полку ВАММ и использовать для парадов. Но в связи с начавшейся реорганизацией танковых войск Красной Армии и формированием механизированных корпусов Т-35 решили «оставить на вооружении до полного износа, изучив вопрос об их экранировке до 50 — 70 мм».</p>
                        <p>В результате почти все машины оказались в 67-м и 68-м танковых полках 34-й танковой дивизии 8-го механизированного корпуса Киевского Особого военного округа.</p>
                        <p>Боевая карьера танка Т-35 оказалась очень короткой. 21 июня 1941 года в 00:00 в полках 34-й танковой дивизии, дислоцированных в Грудеке-Ягеллонском юго-западнее Львова, объявили тревогу, танки заправили и вывели на полигон, где началась загрузка боекомплекта. В ходе последующих боевых действий все Т-35 8-го мехкорпуса были потеряны, не оказав никакого влияния на ход боевых действий начального периода Великой Отечественной войны.</p>
                        <p>Два уцелевших Т-35 принимали участие в знаменитом московском параде 7 ноября 1941 года, однако, чисто для поднятия боевого духа. На фронт они не попали и с брусчатки Красной Площади отправились в тыл, где до конца войны служили для обучения танковых экипажей.</p>
                        <p>Всего было построено 63 танка Т-35.</p>
                        `,
      },
      {
        id: 14,
        name: "ИС-2",
        type: "Тяжелый танк",
        releaseDate: "1943 г.",
        length: "6,77 м ",
        width: "3,07 м",
        height: "2,73 м",
        armorForehead: "120 мм  ",
        armorSide: "95 мм ",
        armorTurret: "Нет сведений",
        crew: "4 человека",
        engine: "дизельный В-2-ИС, 600 л. с.",
        travelRange: "250 км (по дороге)",
        maxSpeed: "37 км/ч (по дороге)",
        weight: "46 тонн",
        armament: `122-мм Д-25 (28 снарядов), 12,7-мм ДШК (250 патронов), 2×7,62-мм ДТ (2520 патронов)`,
        total: 3854,
        description: `<p>К 1943 году, с появлением новых немецких тяжелых танков Pz VI «Тигр» появилась необходимость и в обновлении советского парка аналогичных машин. Машине, которая должна была стать стальным воплощением силы советского народа было присвоено имя ИС — Иосиф Сталин, по аналогии с более ранними тяжелыми танками КВ (Клим Ворошилов).</p>
                        <h1>Создание и испытания танка ИС-2</h1>
                        <p>4 сентября 1943 года постановлением ГКО № 4043сс Опытный завод № 100 обязывали спроектировать, изготовить и испытать совместно с Техуправлением ГБТУ танк ИС, причем сделать это требовалось за месяц — до 15 октября 1943 года. Вооружение машины должно было состоять из пушки калибра 122 мм. Чтобы конструкторам не пришлось долго скучать без дела, этим же постановлением им предписывалось на основе ещё не созданного тяжелого танка, создать и САУ. На это дело срок был отведен всего 2 недели — успеть надо было к 1 ноября 43-го.</p>
                        <p>Калибр 122-мм выбран не случайно —  главный конструктор завода № 100 Ж. Я. Котин, изучая итоги Курской битвы обратил внимание на то, что из всех артиллерийских систем наиболее успешно боролась с «Tiger» 122-мм корпусная пушка А-19. Сделать это было непросто — мощное и габаритное орудие втиснуть в весьма ограниченное по размерам пространство, задача сложная. Однако конструкторы справились с задачей — ствол А-19 установили в танк с применением круглой люльки, противооткатных устройств и подъемного механизма от опытной танковой 122-мм гаубицы У-11, однако для уменьшения отдачи на орудие пришлось установить дульный тормоз.</p>
                        <p>Получив с завода № 100 необходимую документацию, в КБ завода № 9 быстро выполнили эскизный проект компоновки А-19 в башне танка ИС-85 (ИС-1), и сам Сталин нашел его вполне удачным. Постановлением ГКО № 4479сс от 31 октября 1943 года танк ИС с 122-мм пушкой (объект 240) был принят на вооружение Красной Армии. При этом заводу № 9 предписывалось изготовить к 11 ноября 1943 года танковый вариант орудия А-19 с поршневым затвором и предъявить его на испытания к 27 ноября.</p>
                        <p>Танк прошел испытания без проблем, показав отличные результаты по всем параметрам. В ходе проверки артсистемы, снаряд выпущенный с расстояния 1500 метров  по трофейному немецкому Pz V «Пантера» пробил башню с одной стороны и прошив на вылет, целиком выбил броневой лист с противоположной стороны по линии сварки. В серию этот тяжелый танк пошел под индексом ИС-2.</p>
                        <h1>Боевое применение тяжелого танка ИС-2</h1>
                        <p>Первые ИС-2 стали поступать в части в ходе финального этапа освобождения правобережной Украины. Полк тяжелых танков в составе 1 ГвТА вел боевые действия в районе г. Обертин, уничтожив за 20 дней 41 танк «Тигр» и САУ «Фердинанд», 3 БТР с боеприпасами и 10 противотанковых орудий, безвозвратно потеряв при этом 8 танков ИС-2.</p>
                        <p>В декабре 1944 года было начато формирование отдельных гвардейских тяжелых танковых бригад, на базе бригад вооруженных танками Т-34. Основной задачей гвардейцев был прорыв сильно укрепленных оборонительных рубежей на острие главного удара, и борьба с танковыми группировками противника.</p>
                        <p>Первая встреча ИС-2 с «Королевскими Тиграми» (Tiger II) произошла 13 августа 1944 года. Тогда взвод танков ИС-2 гвардии старшего лейтенанта Клименкова из 3-го танкового батальона 71-го гвардейского тяжелого танкового полка с заранее подготовленных позиций вступил в бой с немецкими танками, подбил один Королевский Тигр и еще один сжег. Примерно в то же время, одиночный ИС-2 гвардии старшего лейтенанта Удалова, действуя из засады, вступил в бой с 7-ю Королевскими Тиграми, и также сжег один и еще один подбил. Уцелевшие пять машин стали отступать. Танк Удалова, совершив маневр навстречу противнику, сжег еще один Королевский Тигр.</p>
                        <p>Всего до конца войны было произведено 3854 тяжелых танков ИС-2.</p>
                        `,
      },
    ],
    spai: [
      {
        id: 15,
        name: "СУ-76",
        type: "САУ",
        releaseDate: "1942 г",
        length: "4,42 м",
        width: "2,47 м",
        height: "2,07 м",
        armorForehead: "35 мм",
        armorSide: "15 мм",
        armorTurret: "15 мм",
        crew: "4 человека",
        engine: "ГАЗ-203, 140 л.с.",
        travelRange: "250 км",
        maxSpeed: "45 км/ч",
        weight: "10,6 т",
        armament: `1х 76,2-мм ЗИС-3 (60 снарядов), 1х пулемет 7,62-мм ДТ`,
        total: 14300,
        description: `
                  <h1>История создания САУ СУ-76</h1>
                  <p>Самоходная артиллерийская установка СУ-76 была создана в СССР уже в ходе Великой Отечественной войны и была первой полноценной САУ Советского Союза — до войны этот молодой класс боевой техники в нашей стране был незаслуженно обделен вниманием. Первое применение нового оружия состоялось поздней осенью 1942 года.</p>
                  <p>Конструктивно установка СУ-76 была построена по популярной в те годы схеме «дешево и сердито», когда боевая машина создавалась не с учетом того, как лучше, а с оглядкой на то, что есть на складе.</p>
                  <p>Производство легкого танка Т-70 к концу 1942 года уже шло на убыль (хотя фактически едва успело начаться), поэтому его освоенное в производстве шасси послужило основой для будущей самоходки. В качестве орудия СУ-76 приспособили надежную и хорошо знакомую артиллеристам 76,2-мм пушку ЗИС-3.</p>
                  <p>Получившаяся в итоге легкая САУ СУ-76 была максимально простой в изготовлении, дешевой, легкой в обслуживании. Маневренная и проходимая, СУ-76 несмотря на слабость брони, могла использоваться не только в качестве противотанкового средства, но также сама ходить в атаку (и за более мощное орудие, ценимая пехотой больше чем танк Т-70) выступая в качестве легкого танка или средства непосредственной огневой поддержки.</p>
                  <p>Также, хотя об этом забывают создатели многочисленных игр, СУ-76 могла использоваться не только как «линейная» машина, но вести огонь и с закрытых позиций (угол возвышения её пушки — наибольший среди советских танков и самоходок времен войны, 15°), накрывая цели на расстоянии до 13 км.</p>
                  <p>Начатое в 1942 году производство СУ-76 продолжалось до 1945 год,  всего было выпущено 14300 самоходок.</p>
                  <h1>Конструкция САУ СУ-76</h1>
                  <p>В качестве ходовой части самоходного орудия СУ-76 использовалось усиленное шасси легкого танка Т-70. Из-за необходимости разместить в боевой машине довольно крупную артсистему, корпус оригинального танка пришлось удлинять, а следом за ним удлинилось и шасси — на одну пару опорных катков (6 опорных катков на борт). Во всем остальном, корпус СУ-76 повторял корпус Т-70.</p>
                  <p>Бронирование противопульное.</p>
                  <p>76-мм пушка ЗИС-3 устанавливалась на станке за броневым щитом рубки (не башни). Первоначально рубка была полностью закрыта броней, но в ходе модернизации, связанной с переходом на использование шасси танка Т-70М, от броневой крыши отказались.</p>
                  <p>Командир машины размещался в боевой рубке справа от орудия, наводчик — слева, а заряжающий — сзади.</p>
                  <p>Противооткатные приспособления пушки заключены в броневой кожух, что обеспечивает углы горизонтальной наводки по 15° влево и вправо, а вертикальной — 5° (снижения) и 15° (возвышения). Боекомплект включает 60 унитарных выстрелов разного типа, в том числе и подкалиберные боеприпасы. Тренированный расчет СУ-76 мог в минуту произвести 8-10 прицельных выстрелов.</p>
                  <p>Все самоходки СУ-76 оснащались приемно-передающей радиостанцией и танковым переговорным устройством.</p>
                  <p>Можно долго спорить о том, что машина типа СУ-76 со слишком легкой броней, к тому же с открытой боевой рубкой на поле боя это нонсенс, «братская могила». Мнение довольно распространенное, хотя и непрофессиональное. Бронирование рубки обеспечивает достаточно надежную защиту в лобовой проекции, а в случае попадания в корму… так это уничтожит совершенно любую машину. Напротив, непосредственно в бою, открытая рубка позволяет более эффективно взаимодействовать с пехотой (которую СУ-76 поддерживает на поле боя), без специальных приспособлений отводить пороховые газы, а в случае повреждения машины — легко и быстро покинуть её экипажу.</p>
                  <p>При этом, часто упускается из виду, что сравнительно легкая и маленькая «сушка» была способна сжечь практически любой танк противника — её снаряды пробивали бортовую броню даже тяжелых Pz V «Пантер», не говоря о более ранних германских машинах. Конечно против Pz VI «Тигр» СУ-76 была практически бессильна, однако, особые машины, предполагают и особые средства борьбы с ними.</p>
                  `,
      },
      {
        id: 16,
        name: "СУ-85",
        type: "Самоходное артиллерийское орудие",
        releaseDate: "1943 г.",
        length: "5,93 м",
        width: "3 м ",
        height: "2,4 м",
        armorForehead: "75 мм",
        armorSide: "45 мм",
        armorTurret: "Нет сведений",
        crew: "4 человека",
        engine: "дизельный В-2-34, 500 л.с.",
        travelRange: "350 км (по дороге)",
        maxSpeed: "55 км/ч (по дороге)",
        weight: "29,6 тонн",
        armament: `85-мм Д5-С85 (48 снарядов)`,
        total: 4100,
        description: `
                  <p>Появление на восточном фронте тяжелых немецких танков Pz VI «Тигр» вызвало потребность в специальной самоходной артсистеме для борьбы с ними. В апреле 1943 года Артиллерийский комитет Красной Армии выдал «Уралмашзаводу» задание на проектирование новой САУ вооруженной 85-мм орудием.</p>
                  <p>За основу машины была взято модернизированное шасси от СУ-122М, на которое вместо 122-мм гаубицы планировали установить 85-мм зенитную пушку 52-K. Группу конструкторов нового самохода под названием СУ-85, возглавил Лев Израилевич Горлицкий уже имевший опыт создания на базе Т-34 самоходок СУ-122.</p>
                  <h1>Пушка для САУ СУ-85</h1>
                  <p>Если с корпусом все было ясно, то с орудием накладок было предостаточно. Первоначально спроектированная заводом №9 для СУ-85 пушка С-31 оказалась слишком габаритной и тяжелой. Его специалисты (под руководством Ф. Ф. Петрова) учли все пожелания конструкторов и в кратчайшие сроки спроектировали новое орудие -пушку  Д-5С-85, значительно лучше отвечавшая условиям установки в САУ. Чуть позже, в мае 1943 года, из ЦАКБ поступил эскизный проект еще одного орудия — С-18, во многом унифицированного с серийной пушкой ЗИС-5, однако её габариты также в корпус новой САУ не вписались.</p>
                  <p>7 июня 1943 года смешанная комиссия НКТП, НКВ, ГАУ и ГБТУ приняла решение изготовить для сравнительных испытаний три опытных образца самоходов с 85-мм пушками.</p>
                  <p>Работа над опытными образцами продолжалась полтора месяца. С 20 июля 1943 года проводились их заводские испытания пробегом на 80 км и стрельбой. При этом пушка Д-5С отстрелялась в полном объеме — 129 выстрелов, что же касается пушек С-18-1 и С-18, то они из-за поломок спусковых механизмов сделали соответственно 39 и 62 выстрела.</p>
                  <p>По результатам испытаний комиссия рекомендовала для принятия на вооружение Красной Армии самоходную установку СУ-85-Н с пушкой Д-5С. что и было оформлено постановлением ГКО № 3892 от 7 августа 1943 года. Этим же постановлением предусматривалось прекращение серийного производства на «Уралмашзаводе» САУ СУ-122 и танков Т-34.</p>
                  <p>Отныне «Уралмаш» производил только самоходно-артиллерийские установки.                </p>
                  <p>Боекомплект САУ состоял из 48 унитарных выстрелов с осколочными стальными гранатами О-365 и бронебойно-трассирующими снарядами БР-365 и БР-Э65К. Скорострельность пушки с закрытыми люками боевой рубки составляла 6 — 7 выстр./мин.</p>
                  <p>Производство СУ-85 продолжалось на «Уралмашзаводе» с августа 1943 по октябрь 1944 года. За это время были выпущены 4100 самоходные установки этого типа.</p>
                  `,
      },
      {
        id: 17,
        name: "СУ-100",
        type: "Самоходная артиллерийская установка",
        releaseDate: "1943 год",
        length: "5,93 м ",
        width: "3 м ",
        height: "2,24 м",
        armorForehead: "75 мм + 35 мм",
        armorSide: "45 мм",
        armorTurret: "Нет башни",
        crew: "4 человека",
        engine: "дизельный В-2-34, 500 л.с.",
        travelRange: "310 км (по дороге)",
        maxSpeed: "50 км/ч (по дороге)",
        weight: "31,6 т",
        armament: `100-мм Д 10-С (34 снаряда)`,
        total: 3350,
        description: `
                  <p>В конце 1943 г. промышленность освоила выпуск новой модификации танка Т-34, снабженного 85-мм пушкой. Для его поддержки в бою необходимо было разработать САУ с более мощной, чем у танка, пушкой. Так была создана СУ-100, заменившая в производстве предыдущую модель — СУ-85.</p>
                  <p>СУ-100 начала выпускаться с середины 1944 г., и в целом повторяла СУ-85, но была оснащена 100-мм пушкой, разработанной на основе морской. Она имела высокую начальную скорость снаряда и очень хорошие показатели пробития брони. По сути, это лучшая САУ из выпускавшихся на базе Т-34. Выпускалась она вплоть до 1948 года и оставалась на вооружении в странах Варшавского Договора до 60-х годов, а в отдельных странах, вплоть до 80-х.</p>
                  <p>Разумеется это были уже не те машины, что заканчивали войну в Берлине. Машины постоянно модернизировались, на них устанавливались современные технические средства, такие как приборы ночного видения и усовершенствованное радио-навигационное оборудование.</p>
                  <p>Главным недостатком СУ-100 был довольно небольшой боекомплект — всего 34 унитарных выстрела. Всего с 1944 по 1948 год было произведено 3350 таких САУ.</p>
                  `,
      },
      {
        id: 18,
        name: "ИСУ-122",
        type: "САУ",
        releaseDate: "1943 г.",
        length: "6,54 м (по корпусу), 9,85 м (с пушкой)",
        width: "3,07 м",
        height: "2,48 м",
        armorForehead: "60-90 мм",
        armorSide: "75-90 мм",
        armorTurret: "90 мм (лоб рубки)",
        crew: "изначально 4, затем 5 человек",
        engine: "дизель В-2-ИС, мощностью 520 л.с.",
        travelRange: "220 км",
        maxSpeed: "35 км/ч",
        weight: "46 тонн",
        armament: `1х 122-мм пушка А-19С (30 выстрелов)`,
        total: 1735,
        description: `
                  <h1>История создания САУ ИСУ-122</h1>
                  <p>Самоходная артиллерийская установка ИСУ-122 («объект 242»), оружие с первого взгляда несколько парадоксальное. Созданная на базе тяжелого танка ИС-2, она ни чем не превосходила оригинал, а по бронированию, так и вовсе ему уступала. Зачем же было создавать эту странную самоходку, казалось, устроенную не по обычным законам военного дела, а вопреки им? На самом деле, причины были довольно прозаичны.</p>
                  <p>В 1943 году с появлением на фронте немецких тяжелых танков Pz VI «Тигр» резко возросла потребность в мобильных тяжелых артиллерийских системах, способных эффективно бороться с ними. Очень успешно с этой задачей справлялись самоходные артустановки ИСУ-152 «Зверобой» («объект 241») вооруженные 152-мм пушкой-гаубицей МЛ-20С. Однако всего через 4 месяца с начала выпуска ИСУ-152  (апрель 1944 г.) выпуск бронекорпусов значительно превысил выпуск орудий для них предназначенных, а потребности фронта в тяжелых «самоходах» снижаться ещё и не думала.
                  </p>
                  <p>Тогда и нашелся весьма неплохой выход из ситуации — используемые в качестве полевых орудий, и 152-мм пушка-гаубица МЛ-20С и 122-мм пушка А-19, устанавливались на один и тот же лафет 52-Л-504А, да и габариты имели примерно похожие. Вот и решили — избыток корпусов от ИСУ-152 приспособить под пушку А-19. Получившаяся в результате машина получила обозначение ИСУ-122 (не путать с СУ-122, по сути, самоходной гаубицей). Внешне её легко можно отличить от предшественника по характерному длинному стволу.
  
                  </p>
                  <p>А-19 в танковом варианте называлась Д-25Т и отличалась заменой поршневого затвора на клиновый полуавтоматический, что позволило значительно повысить скорость стрельбы (2-4 выстрела в минуту). Однако до середины 1944 года Д-25 доставались только танкам, в то время как САУ довольствовались медлительным (1-2 выстрела в минуту) исходным орудием. Только со второй половины 1944 года, ИСУ-122 получила свою Д-25 (Д-25С) и не только сравнялась, но и превзошла по скорострельности танки — добиться этого удалось за счет включения в экипаж дополнительного заряжающего.</p>
                  <p>Модернизированная версия САУ имела индекс ИСУ-122С («объект 249») и внешне довольно заметно отличалась от серийной ИСУ-122: орудие оснастили дульным тормозом, а броневая маска пушки стала более компактной. Последнее стало возможным благодаря меньшим размерам противооткатных устройств у Д-25С по сравнению с А-19, это же обстоятельство позволило несколько увеличить угол горизонтальной наводки орудия.</p>
                  <p>После окончания войны производство ИСУ-122 было прекращено. Оставшиеся в строю ИСУ-122 прослужили до начала 1960-х г., и даже прошли капитальный ремонт в 1958 году. Тогда же на них были заменены радиостанция, переговорное устройство, а также смонтирован прибор ночного видения.</p>
                  <p>Вскоре ИСУ-122 начали массово выводиться из строевых частей и частично пошли на слом, частично были переоборудованы в тягачи, машины обеспечения ракетных комплексов, и даже сугубо гражданские вездеходы.</p>
                  <h1>Особенности конструкции САУ ИСУ-122</h1>
                  <p>Устройство САУ ИСУ-122 отличается от устройства ИСУ-152 только установкой орудия и раскладкой боеприпасов. Ввиду меньшего калибра снарядов в самоходке удалось разместить в полтора раза больший боекомплект по сравнению с ИСУ-152 — 30 артвыстрелов.</p>
                  <p>В качестве оружия для защиты от нападения с воздуха начиная со второй половины 1944 года на части машин устанавливался 12.7-мм зенитный пулемет ДШК с боекомплектом в 250 патронов. В ходе боевых действий его нередко приходилось применять и против вражеской пехоты. Особенно нужным это оказалось при штурмах городов, когда огнем этого пулемета можно было поражать вражеских бронебойщиков, укрытых развалинами или засевших на верхних этажах уцелевших зданий.</p>
                  <p>Из всех прочих узлов от ИСУ-152 отличались прицельные приспособления, которые были рассчитаны на большую дальность прямого выстрела. Экипаж самоходки по штату состоял из 5 человек (командир, командир орудия (наводчик), механик-водитель, замковый и заряжающий), но иногда ИСУ-122С использовались и с экипажем из 4 человек (обязанности заряжающего исполнял замковый). Высвободившееся место могло быть использовано для размещения дополнительного боезапаса.</p>
                  <h1>Боевое применение САУ ИСУ-122</h1>
                  <p>Первые самоходные артиллерийские установки ИСУ-122 начали поступать в действующую армию в апреле 1944 г. Также как и ИСУ-152, они состояли на вооружении отдельных тяжелых самоходных артиллерийских полков в составе 21 самоходки — 4 батареи по 5 машин плюс 1 машина командира полка. Рекомендованная тактика боевого применения была одинаковой для ИСУ-122 и ИСУ-152, но на практике ИСУ-152 лучше работал в качестве штурмового орудия, а ИСУ-122 была куда более подходящей для роли истребителя танков, чем «зверобой» — ее дистанция боя и боезапас был в полтора раза больше, чем у ИСУ-152.</p>
                  <p>Немалую роль играл и меньший вес снарядов, что сильно облегчало работу заряжающего и повышало практическую скорострельность.</p>
                  <p>В наступлении ИСУ-122 использовались следующим образом: они следовали за основным боевым порядком атакующих танков на расстоянии 200 — 300 м и своим огнем поддерживали их атаку. В случае танковой контратаки противника они часто выдвигались вперед и прицельным огнем прямой наводкой поражали вражеские машины. Другим эффективным приемом в борьбе с танками неприятеля была организация дальних артиллерийских засад на пути следования колонн противника. Благодаря мощному и дальнобойному орудию отпадала надобность в тесном сближении с противником, что значительно понижало шанс своевременного раскрытия засады. Ввиду относительно небольшой высоты самоходки она хорошо маскировалась на местности и вероятность ее обнаружения противником с расстояния порядка километра была очень невелика.</p>
                  <p>ИСУ-122 активно использовались во всех штурмовых действиях, которые Красная Армия вела на заключительном этапе войны. Большая кинетическая энергия 122-мм снарядов позволяла пробивать стены ДОТов и домов капитальной кладки, превращенных в узлы сопротивления; срывать бронеколпаки с пулеметных гнезд.</p>
                  <p>Примечателен тот факт, что в ходе штурмовых действий ИСУ-122 иной раз подменяли танк ИС-2 в отдельных гвардейских тяжелых танковых полках.</p>
                  `,
      },
      {
        id: 19,
        name: "ИСУ-152 «Зверобой»",
        type: "Самоходная артиллерийская установка",
        releaseDate: "1944 год",
        length: "6,77 м ",
        width: "3,07 м ",
        height: "2,48 м",
        armorForehead: "90 мм ",
        armorSide: "90 мм ",
        armorTurret: "Нет башни",
        crew: "5 человек",
        engine: "дизельный В-2ИС, 550 л.с.",
        travelRange: "240 км (по дороге)",
        maxSpeed: "37 км/ч (по дороге)",
        weight: "46 тонн",
        armament: `152,4-мм МЛ-20 (20 снарядов), 12,7-мм ДШК (250 патронов)`,
        total: 1575,
        description: `
                  <p>Начало серийного выпуска танков ИС-1 в 1943 году, сопровождалось свертыванием производства всех выпускаемых на ЧКЗ машин других типов, в том числе тяжелых танков КВ-1С и САУ на его базе СУ-152. Однако потребность фронта в тяжелых самоходках типа СУ-152 была чрезвычайно велика и просто так отказаться от проекта подобной машины было нельзя.</p>
                  <p>Сама-собой, перед конструкторами танка ИС встала задача создать замену для СУ-152, но на базе нового танка типа ИС. Рабочее название новой САУ стало ИСУ-152.</p>
                  <h1>Конструкция САУ ИСУ-152</h1>
                  <p>Несмотря на совершенно одинаковую артсистему, для новой самоходки пришлось заново разработать боевую рубку — старая никак не подходила под габариты нового шасси. Так как корпус танка ИС был ниже, то рубка новой самоходки получилась более высокой по сравнению с СУ-152 — это основное визуальное отличие обеих машин. Больший размер рубки повышал заметность САУ на поле боя, но в то же время обеспечивал лучшие по сравнению с СУ-152 условия работы экипажа. Прототип самоходки на базе танка ИС был построен за весьма короткий срок. Получивший заводской индекс «объект 241» опытный образец вышел на испытания 21 ноября 1943 года. После успешного их завершения новая самоходка была запущена в серийное производство под окончательным обозначением ИСУ-152. По плану первые 5 машин должны были быть сданы военной приемке уже в ноябре, а в декабре завод должен был сдать еще 30 самоходок.</p>
                  <p>В процессе производства в конструкцию ИСУ-152 неоднократно вводились небольшие, но важные изменения. На машинах поздних выпусков устанавливалась радиостанция 10РК (вместо 10Р), 12,7-мм зенитный пулемет ДШК, емкость основных и дополнительных топливных баков была заметно увеличена.</p>
                  <h1>Боевое применение ИСУ-152</h1>
                  <p>ИСУ-152 применялась в отдельных тяжелых самоходных полках (ОТСАП). Каждый полк имел на вооружении 21 самоходку в составе 4 батарей по 5 машин, плюс одну командирскую. Тяжелые САУ предназначались для разрушения полевых и долговременных фортификационных сооружений, борьбы с танками на дальних дистанциях, поддержки пехоты и танков в наступлении. Боевой опыт показал, что ИСУ-152 способны успешно решать все эти задачи.</p>
                  <p>ИСУ-152 могла поражать любые типы танков и самоходок вермахта. Сами за себя говорят прозвища ИСУ-152: советское «Зверобой» и немецкое «Dosenoffner» (открыватель консервных банок). Солидное бронирование самоходки позволяло ей занимать огневые позиции, недоступные буксируемой артиллерии, и поражать цель выстрелами прямой наводкой. ИСУ-152 обладала хорошей живучестью под огнем противника и высокой ремонтопригодностью, что как мы увидим дальше, обеспечило ей долгую жизнь.</p>
                  <p>Максимальную эффективность ИСУ-152 имела при штурмах укрепленных полос и городов. Мобильность, хорошее бронирование и огромная разрушительная сила 43-килограммового фугасного снаряда делали самоходку страшным врагом для окопавшегося противника. За проявленную доблесть при освобождении белорусских городов 8 тяжелых самоходных полков получили их почетные наименования, а еще 3 были удостоены ордена Боевого Красного Знамени. В дальнейшем они использовались практически во всех штурмовых действиях Красной Армии. Последние свои залпы во Второй Мировой войне они дали на другом конце евразийского континента в ходе операции по разгрому японской Квантунской армии.</p>
                  <p>После Второй Мировой войны ИСУ-152 еще несколько раз приняли участие в вооруженных конфликтах. Эти машины участвовали в венгерских событиях 1956 года, некоторое количество самоходок было передано Египту — там они выполняли функции неподвижных огневых точек на берегу Суэцкого канала.</p>
                  <h1>Модернизации и дальнейшая служба ИСУ-152</h1>
                  <p>В течение 1944-45 гг. в опытном порядке предпринимались попытки увеличить огневую мощь самоходки — в СКБ-2 завода № 100 был построен прототип «объект 246» (ИСУ-152-1 или ИСУ-152БМ), вооруженный 152,4-мм пушкой БЛ-8, разработанной в ОКБ-172 НКВД. Вторым вариантом была установка пушки БЛ-10 с более коротким стволом по сравнению с БЛ-8 того же разработчика («объект 247» или ИСУ-152-2). Обе САУ превосходили по огневой мощи прототип, но из-за сложностей с производством и недочетов конструкции, на вооружение приняты не были.</p>
                  <p>Не имеющая аналогов по огневой мощи самоходка применялась и после войны. К началу 50-х годов они ничуть не устарели морально, и к 1956 году оставшиеся в строю машины прошли глубокую модернизацию. Вместо двигателя В-2ИС на них установили В-54К, полностью заменили радиостанции и приборы наблюдения, установили командирскую башенку с прибором ТПКУ и 7 смотровыми блоками. Была немного переработана ходовая часть, увеличена емкость топливных баков и доведен до 30 выстрелов боекомплект. Модернизированная ИСУ-152 получила индекс ИСУ-152К или «объект К-241».</p>
                  <p>Не имеющая аналогов по огневой мощи самоходка применялась и после войны. К началу 50-х годов они ничуть не устарели морально, и к 1956 году оставшиеся в строю машины прошли глубокую модернизацию. Вместо двигателя В-2ИС на них установили В-54К, полностью заменили радиостанции и приборы наблюдения, установили командирскую башенку с прибором ТПКУ и 7 смотровыми блоками. Была немного переработана ходовая часть, увеличена емкость топливных баков и доведен до 30 выстрелов боекомплект. Модернизированная ИСУ-152 получила индекс ИСУ-152К или «объект К-241».</p>
                  <p>На вооружении ИСУ-152 оставалась аж до 1974 года, всего за период с 1943 по 1959 год было произведено 1575 этих замечательных машин.</p>
                  `,
      },
    ],
  },
  {
    id: 2,
    name: "Артиллерия",
    url: "artillery",
    img: "https://images.stopgame.ru/screenshots/12637/iron_front_liberation_1944-15.jpg",
    antiAircraft: [
      {
        id: 20,
        name: "52-К",
        type: "Зенитная пушка",
        releaseDate: "1939 г.",
        crew: "5 человек",
        caliber: "85-мм",
        length: "Нет сведений",
        width: "Нет сведений",
        weight: "В боевом и походном положении: 4500 кг",
        rateFire: "до 20 выстр./мин.",
        shootingDistance:
          "По высоте: 10230 м, по дистанции: 15650 м. Угол возвышения: 82°, угол горизонтального обстрела - 360°",
        muzzleVelocity: "Осколочного: 800-880 м/с, бронебойного: 880 м/с",
        ammunition:
          "Возимый. Вес осколочного: 9,2-9,54 кг, бронебойного: 9,2 кг",
        total: 14422,
        description: `
                  <h1>История создания 85-мм зенитной пушки «52-К»</h1>
                  <p>85-мм зенитная пушка образца 1939 года («52-К») была разработана в конструкторском бюро завода имени М.И.Калинина в 1939 году, под руководством Михаила Николаевича Логинова. Выбор достаточно крупного калибра для зенитной артиллерии, а также предельно сжатые сроки отведенные на выполнение задания Главного Артиллерийского Управления (ГАУ) обуславливались стремительным ростом мощности авиационных моторов и как следствие — значительного повышения высотности полета бомбардировщиков наиболее вероятных противников.</p>
                  <p>Для ускорения работ, по проекту инженера и ведущего конструктора Г.Д.Дорохина, за основу конструкции взята более ранняя разработка всё того же Логинова — 76-мм зенитное орудие обр. 1938 года. Но именно Г.Д.Дорохин предложил наложить новый 85-мм ствол на платформу 76-мм зенитного орудия обр. 1938 года, использовав также его затвор и полуавтоматику. Результатом стала удивительная по мощности и надежности артиллерийская система, на многие годы вперед снявшая потребность войск ПВО в зенитной артиллерии среднего калибра.</p>
                  <p>В том же 1939 году новое 85-мм зенитное орудие с заводским обозначением 52-К прошло полигонные испытания, в ходе которых выявилась необходимость установки дульного тормоза, увеличения опорной поверхности клина затвора и гнезда казенника. Доработанное в соответствии с рекомендациями научно-испытательного полигона орудие, уже осенью было принято на вооружение Красной Армии под названием «85-мм зенитная пушка обр. 1939 г.».</p>
                  <p>Не маловажной особенностью нового зенитного орудия, была и его универсальность: 52-К годилась не только для огня по вражеским самолетам, но с успехом применялась и в качестве противотанковой, ведя огонь по бронетехнике противника прямой наводкой. Именно это замечательное качество, открыло ещё одну роль в боевой карьере 85-мм «зенитки»: пушка 52-К послужила базой для создания танковых пушек Д-5 и ЗИС-С-53, устанавливаемых впоследствии на САУ СУ-85 и танки Т-34-85, КВ-85 и ИС-1.</p>
                  <p>Всего за период с 1939 по 1945 г.г. промышленность СССР выпустила 14422 пушек 52-К. После снятия с вооружения на родине, пушка широко поставлялась за рубеж.</p>
                  <h1>Эксплуатация и боевое применение 85-мм зенитной пушки «52-К»</h1>
                  <p>85-мм зенитная пушка обр. 1939 года «52-К» исключительно широко использовалась частями Красной Армии как в годы войны, так и, пройдя ряд последовательных модернизаций, вплоть до тех времен, когда зенитные пушки в войсках СССР сменили зенитные ракеты.</p>
                  <p>В ходе Великой Отечественной войны подразделения этих пушек обеспечивали как защиту с воздуха фронтовых частей, так и ПВО административных центров и промышленных предприятий. Организационно 52-К состояли на вооружении зенитных артиллерийских дивизий РВГК, состоявших из трех полков зенитной артиллерии малого калибра и одного полка орудий среднего калибра (шестнадцать 85-мм пушек и сорок восемь 37-мм пушек).</p>
                  <p>В целом за период войны из 21645 самолетов противника, сбитых наземными средствами ПВО, на долю зенитной артиллерии среднего калибра (в основном это были 85-мм пушки) приходится 4047 самолетов. Средний расход снарядов на один сбитый самолет составил 598 штук.</p>
                  <p>Значительная часть 85-мм зенитных пушек использовалась в качестве противотанковых. Например, по штату 1940 года в каждой из 10 формировавшихся перед войной противотанковых артиллерийских бригад должно было быть, среди прочих орудий, и по двадцать четыре 85-мм зенитные пушки, используемые в качестве противотанковых. На деле же, из-за медленного освоения в производстве 107-мм пушек, которыми также должны были вооружаться эти бригады, число 85-мм пушек в них составляло 48 единиц и больше. Вооруженный 85-мм зенитными пушками противотанковый дивизион был штатной боевой единицей каждого танкового и механизированного корпуса Красной Армии в течение почти всей войны.</p>
                  <p>Любопытный факт: по снятию с вооружения, прекратилась только «боевая карьера» 85-мм зенитной пушки обр.1939 г, а вот «мирная карьера» этого орудия продолжается и в наше время. Дело в том, что пушки применяемые в горной местности в качестве противолавинных орудий, выстрелами сбивающие тонны снега с горных вершин — это все те же 52-К.</p>
                `,
      },
      {
        id: 21,
        name: "61-К",
        type: "Автоматическая зенитная пушка",
        releaseDate: "1939 г.",
        crew: "5-8 человек",
        caliber: "37-мм",
        length: "---",
        width: "---",
        weight:
          "Вес в боевом положении - 2100 кг, в походном положении - 2100 кг",
        rateFire: "60 выстр./мин. (теоретически до 180 выстр./мин.)",
        shootingDistance:
          "Наибольший угол возвышения - 85°, угол склонения: -5°, угол горизонтального обстрела - 360°, досягаемость по высоте - 6500 м, наибольшая дальность стрельбы - 8500 м",
        muzzleVelocity:
          "Осколочно-трассирующего - 880 м/с, бронебойно-трассирующего - 872 м/с",
        ammunition: "Обоймы по 5 снарядов типа 37×252R",
        total: 19689,
        description: `
                  <h1>История эксплуатации 37-мм автоматической зенитной пушки 61-К</h1>
                  <p>37-мм зенитная пушка обр. 1939 года использовалась частями Красной Армии в течение всей Великой Отечественной войны. Она состояла на вооружении армейских полков ПВО (три четырехорудийные батареи 37-мм пушек и две роты зенитных пулеметов ДШК) и отдельных зенитных артиллерийских дивизионов (двенадцать 37-мм пушек) стрелковых дивизий и соединений других родов войск.</p>
                  <p>Несомненными достоинствами автоматической пушки 61-К были надежная работа механизмов в условиях загрязнения и отсутствия смазки, непрерывное питание автомата патронами и удобство обслуживания. Некоторые затруднения вызывало то обстоятельство, что обойму с патронами приходилось вставлять в приемник, постоянно движущийся вместе с качающейся частью пушки. Это требовало от заряжающего постоянного внимания, так как неправильно вставленная в магазин обойма с патронами вызывала движение патронов в приемнике с перекосом, что в свою очередь приводило к задержкам.</p>
                  <p>Всего за годы войны промышленностью было поставлено Красной Армии более 22600 37-мм зенитных пушек обр. 1939 года на четырехколесной повозке ЗУ-7. Кроме того на завершающем этапе войны в войска начала поступать зенитная самоходная установка ЗСУ-37, созданная на базе самоходной установки СУ-76М и вооруженная 37-мм зенитным автоматом 61-К.</p>
                  <p>37-мм автоматические пушки во всех вариантах внесли весьма важный вклад в победу над врагом. Если за период войны наземными средствами ПВО сухопутных войск фронтов сбито 21645 самолетов противника, то 14657 из них приходится на долю зенитной артиллерии малого калибра (25 мм и 37 мм). Средний расход снарядов на один сбитый самолет составлял 905 штук.</p>
                  <p>Бронепробиваемость бронебойных (AP) снарядов оценивается в 37 мм катаной гомогенной брони (RHA) под углом 60° на дальности 500 метров и 28 мм RHA под углом 90° на дальности 1500 метров.</p>
                `,
      },
    ],
    antiTank: [
      {
        id: 22,
        name: "А-19",
        type: "Противотанковая пушка",
        releaseDate: "1937 г.",
        crew: "9 человек",
        caliber: "121,92-мм",
        length: "8725 мм",
        width: "2345 мм",
        weight: "7,117 тонн",
        rateFire: "до 4 выстрелов в минуту",
        shootingDistance: "Нет сведений",
        muzzleVelocity: "780 м/с",
        ammunition: "60 выстрелов",
        total: 2926,
        description: `
                  <p>Проектирование новой корпусной пушки для РККА началось в 1929 году (руководил разработкой Сергей Петрович Шукалов), а в 1931 она была принята на вооружение под индексом 122-мм корпусная пушка образца 1931 г. (А-19) и началось её производство.</p>
                  <p>В 1937г. в конструкторском бюро артиллерийского завода в г.Мотовилихе под руководством Ф.Ф. Петрова была выполнена модернизация орудия, заключающаяся в наложении ствола пушки А-19 на нормализованный лафет 52-Л-504А от 152-мм пушки-гаубицы МЛ-20.</p>
                  <p>Новое орудие было принято на вооружение РККА под названием 122-мм пушка обр. 1931/37 гг. А-19, которое вместе с МЛ-20 составило»корпусной дуплекс».</p>
                  <p>До начала Великой Отечественной войны А-19 состояла на вооружении артиллерийских полков стрелковых и механизированных корпусов. Во время войны 122-мм пушкой вооружались корпусные и армейские артиллерийские полки и бригады, а также артиллерийские дивизии и артиллерийские корпуса прорыва резерва главнокомандования РВГК. Именно на основе А-19 спроектировано орудие для вооружение советского тяжелого танка ИС-2.
  
                  </p>
                  <p>После войны пушка состояла на вооружении корпусных и армейских артиллерийских полков до середины 70-х г.г. 20-го века
  
                  </p>
                  <p>Поставлялась на экспорт в страны Варшавского договора, в Египет и Сирию.</p>
                  <p>Всего было произведено 2926 пушек А-19.</p>
                `,
      },
      {
        id: 23,
        name: "МЛ-20",
        type: "Противотанковая пушка",
        releaseDate: "1930 .г",
        crew: "9 человек",
        caliber: "152-мм",
        length: "8180 мм",
        width: "2345 мм",
        weight: "7,27 тонн",
        rateFire: "до 4-х выстрелов в минуту",
        shootingDistance: "Нет сведений",
        muzzleVelocity: "655 м/с",
        ammunition: "60 выстрелов",
        total: 6884,
        description: `
                  <p>Основная пушка — гаубица для Советской Армии проектировалась на основе 152-мм (6 дюймовой) осадной пушки образца 1910 г. , разработанной во Франции фирмой «Шнейдер» для русской армии.</p>
                  <p>К 30-м годам 20-го века оригинальная конструкция устарела и не смотря на модернизации 1931 и 1934 г. (соответственно обр.1910/1931 гг и обр.1910/1934 гг), применяться в современной армии уже не могла.</p>
                  <p>В 1935 г. в КБ завода №172 по заданию главного артиллерийского управления РККА была начата разработка новой 152-мм пушки под индексом МЛ-15. Одновременно к проектированию подобного орудия под названием МЛ-20 в инициативном порядке приступила группа конструкторов того же КБ под руководством Ф.Ф. Петрова.</p>
                  <p>Оба орудия проектировались на основе старой 152-мм пушки обр. 1910/1934 гг.</p>
                  <p>В апреле 1936 г. пушка МЛ-15 была представлена на государственные испытания, но их не прошла, в марте 1937 г. после доработки, орудие вышло на повторные испытания и прошло их без недостатков.</p>
                  <p>25 декабря проходили полигонные испытания пушки МЛ-20, а в следующем году -государственные. По их итогам, после устранения выявленных недостатков в конструкции лафета МЛ-20 была рекомендована к принятию на вооружение РККА под названием 152-мм гаубица-пушка обр. 1937 г. МЛ-20.</p>
                  <p>Предпочтение государственной комиссии объясняется тем, что МЛ-20 по конструкции была в большей степени сходна со 152-мм пушкой обр. 1910/1934гг., хорошо освоенной в промышленном производстве, чем МЛ-15.</p>
                  <p>Лафет орудия был признан нормализованным и получил название 52-Л-504А. В том же году в КБ Ф.Ф. Петрова на лафет 52-Л-504А был наложен ствол 122-мм корпусной пушки образца 1931 г. Новое орудие получило название 122-мм пушка образца 1931/1937 гг. и составило вместе с МЛ-20 т.н. «корпусной дуплекс».</p>
                  <p>152 мм гаубица-пушка производилась серийно с 1937 по 1946 год, всего было выпущено 6884 орудий.</p>
                  <p>Состояла на вооружении корпусных и армейских артиллерийских полков, а также в соединениях и частях артиллерии резерва верховного главнокомандования. Значительное количество орудий в начальный период войны было захвачено немецкой армией, где оно использовалось под названием 15,2 cm KH.433 (r).</p>
                  <p>После войны гаубица-пушка экспортировалась в страны Варшавского договора, в Сирию, Египет и Афганистан. Пушка модернизировалась в Польше и в Чехословакии и до сих пор стоит на вооружении некоторых зарубежных армий.</p>
                `,
      },
      {
        id: 24,
        name: "53-К",
        type: "Противотанковая пушка",
        releaseDate: "1937 г.",
        crew: "5 человек",
        caliber: "45-мм",
        length: "4020 мм (общая)",
        width: "1634 мм",
        weight: "560 кг (боевая), 1200 кг (походная)",
        rateFire: "до 30 выстрелов в минуту",
        shootingDistance: "до 30 выстрелов в минуту",
        muzzleVelocity: "760 м/с (бронебойным)",
        ammunition: "Нет сведений",
        total: 37354,
        description: `
                  <p>В 1936 году Советский Союз, в рамках действовавших договоров по обмену конструкторским опытом с Германией, получил новейшую немецкую разработку — противотанковую пушку — 3,7sm PAK-36, являвшуюся дальнейшим развитием 37-мм пушки образца 1930 г., на основе которой, в свою очередь, в СССР уже выпускалась пушка 1-К.</p>
                  <p>Советским конструкторам новинка понравилась, но, как и в случае с 1-К совершенно не устроил калибр. Поэтому 23 июня 1937 г. Главное Артиллерийское Управление СССР выдало КБ завода №8 задание на проектирование и изготовление нового лафета для 45-мм противотанковой пушки обр. 1932 г.по образцу лафета РАК-36. Группу конструкторов возглавил М.Н. Логинов.</p>
                  <p>Проектная документация была разработана достаточно быстро и к середине июля на заводе был изготовлен опытный экземпляр орудия, который и был конце месяца представлен на заводские испытания. Орудие получило индекс 53-К. От  пушки 19-К  оно унаследовало 45 мм ствол, противооткатные устройства, трубчатые станины и колеса с гусматиком. От немецкого орудия были заимствованы конструкция верхнего и нижнего станка, поворотный и подъемный механизмы,  ось с подрессориванием боевого хода и конструкция ступицы колеса.</p>
                  <p>По итогам испытаний, проведенных в том же году, была отмечена устойчивая работа полуавтоматики при ведении огня как бронебойными, так и осколочными выстрелами (у 19-К полуавтоматика работала только при стрельбе бронебойными снарядами), но была отмечена недостаточная прочность элементов подрессоривания. Осенью 1937 г. начались заключительные испытания новой противотанковой пушки и в начале 1938 г. она была рекомендована к производству.</p>
                  <p>24 апреля 1938 г. противотанковая пушка 53-К была принята на вооружение под названием 45-мм противотанковая пушка образца 1937 г. Серийное производство орудия было организовано с 6 июня того же года на заводе № 8, одновременно с прекращением производства пушки 19-К. В 1940 г. производство 53-К было временно свернуто и восстановлено только с началом войны в 1941 г. сразу на нескольких предприятиях.</p>
                  <p>Всего за время серийного производства с 1938 по 1943 гг. было изготовлено 37354 орудия.</p>
                  <p>Пушка состояла на вооружении  противотанковых артиллерийских взводов стрелковых батальонов, противотанковых артиллерийских батарей стрелковых полков, истребительных противотанковых артиллерийских дивизионов стрелковых и кавалерийских дивизий, истребительных противотанковых артиллерийских полков и бригад. В качестве тягача использовался легкий артиллерийский тягач Т-20 «Комсомолец». </p>
                  <p>Некоторое количество этих орудий в качестве трофейных использовалось в вермахте.</p>
                `,
      },
      {
        id: 25,
        name: "М-42",
        type: "Противотанковая пушка",
        releaseDate: "1942 г.",
        crew: "5 человек",
        caliber: "45-мм",
        length: "4885 мм (общая)",
        width: "1634 мм",
        weight: "625 кг (боевой), 1265 кг (при транспортировке)",
        rateFire: "до 25 выстрелов в минуту",
        shootingDistance: "4500 м (осколочным)",
        muzzleVelocity: "870 м/с (бронебойным)",
        ammunition: "Нет сведений",
        total: 10983,
        description: `
                  <p>Хотя советское командование перед Великой Отечественной правильно предвидело эволюцию танковых соединений в сторону усиления бронирования и активно вело работы по созданию легкой противотанковой пушки с калибром выше 45-мм, к началу войны эти работы не были закончены.</p>
                  <p>И в 1941-году основным противотанковым средством советской армии была и оставалась 45-мм противотанковая пушка образца 1937 г., 53-К. К 1942 году в связи с эвакуацией заводов и переносом её производства на Мотовилихинский завод в г.Первь, со стороны Главного Артиллерийского Управления РККА было высказано требование модернизировать орудие с целью повысить его бронепробиваемость и позволить надежно поражать средние немецкие танки Pz.III и Pz.IV  на дистанциях до 500 м.</p>
                  <p>К решению задачи были привлечены коллективы КБ завода №172 и ОКБ-172 (одно из «тюремных» конструкторских бюро,  все сотрудники которого были осуждены ещё до войны). Решено было усовершенствовать 53-К, как надежную и хорошо освоенную промышленностью артсистему, путем удлинения ствола и увеличением массы снаряда. В группу конструкторов входили: А. Заборовский, М. Ковалевский, Э. Кондратьев, С. Синицкий под руководством Михаила Юрьевича Цирульникова.</p>
                  <p>Задача была сложной — модернизируемая пушка 53-К и сама была плодом серьезной «модернизации», и устанавливалась на лафете, изначально спроектированным под 37-мм орудие.</p>
                  <p>Конструкторы установили на неё новый верхний станок усиленной литой конструкции, усилили броневой щит на 7 мм, а также переработали противооткатные устройства и конструкцию подрессоривания боевого хода. Ствол (без ухудшения характеристик исходного орудия) был удлинен на 22,8 калибра. Также была рационально переосмыслена конструкция всех основных узлов пушки, что значительно упростило её производство. Боевая эффективность пушки, особенно в показателях толщины пробития брони, возросла по сравнению с 53-К на 1/3.</p>
                  <p>Для нового орудия были разработаны и новые выстрелы с увеличенной навеской пороха, при этом удалось сохранить их конструкцию без изменений. Переработанная пушка получила новый индекс — М-42. Весной 1942 г. был изготовлен опытный образец, в течение лета-осени он проходил испытания, а в октябре 1942 года орудие было принято на вооружение под названием 45-мм противотанковая пушка образца 1942 г.</p>
                  <p>Серийное производство М-42 было организовано на заводе № 172 в январе 1943 г. и продолжалось  по 1946 г. Всего было выпущено 10 983 орудия.</p>
                  <p>45-мм противотанковая пушка образца 1942 г. поступала на комплектование истребительно-противотанковых артиллерийских подразделений стрелковых и кавалерийских дивизий, а также истребительных противотанковых артиллерийских полков и бригад. К началу 1945 г. орудие применялось уже в основном в качестве огневого средства стрелковых батальонов и кавалерийских полков, тем не менее на вооружении воздушно-десантных войск пушка состояла вплоть до середины 50-х годов.</p>
                  <p>Экспортировалась в Китай и КНДР в послевоенные годы.</p>
                `,
      },
    ],
  },
  {
    id: 3,
    name: "Авиация",
    url: "aircraft",
    img: "https://img5.goodfon.ru/wallpaper/nbig/6/41/messerschmitt-bf-109-i-16-istrebitel-shestnadtsatyi-ishak-so.jpg",
    fighter: [
      {
        id: 26,
        name: "ИЛ-2",
        type: "Штурмовик",
        releaseDate: "1940 г.",
        crew: "2 человека",
        engine: "1 х АМ-38Ф мощностью 1750 л.с.",
        maxSpeed: "405 км/ч",
        practicalCeiling: "6900 м",
        rangeFlight: "685 км",
        emptyWeight: "Нет сведений",
        maximumTakeoffWeight: "Нет сведений",
        wingspan: "14,6 м",
        length: "11,6 м",
        width: "Нет сведений",
        wingArea: "Нет сведений",
        armament:
          "2 х 20-мм пушка ШВАК, 1 х 12,7-мм пулеметы БТ, 2 х 7,62-мм пулеметы ШКАС Максимальная бомбовая нагрузка: 600 кг на внутренней подвеске (с пушками НС-37 - 200 кг)",
        total: 36163,
        description: `
                  <p>В январе 1938 г. Сергей Владимирович Ильюшин обратился к правительству СССР с предложением построить разработанный в его КБ двухместный бронированный штурмовик, который по боевой эффективности превосходил самолеты, создававшиеся по программе «Иванов».</p>
                  <p>В 1939-40 гг. было изготовлено два экземпляра самолета, получившего обозначение БШ-2 (ЦКБ-55). Однако приемочная комиссия не придала тогда должного внимания защищенности самолета со стороны хвостовой части. Обороноспособность принесли в жертву усиленному бронированию, пушечному вооружению, а главное – увеличенному радиусу действия, построив одноместный вариант. Переделанный самолет прошел испытания и под обозначением Ил-2 был запущен в производство сразу на трех заводах.</p>
                  <h1>Разработка и боевое применение штурмовика Ил-2</h1>
                  <p>Первые же бои показали высокую эффективность бортового оружия, исключительную живучесть самолета и надежность бронекорпуса. Располагая небольшим количеством штурмовиков Ил-2, командование использовало их для нанесения ударов по скоплениям бронетанковой техники противника, маршевым колоннам, на заправке, в предбоевых порядках.</p>
                  <p>Практика боевой работы Ил-2 свидетельствовала об удачном подборе наступательного вооружения. Две пушки ШВАК (или ВЯ) при удачном выходе на цель позволяли уничтожить с дистанции 300-600 м один-два легких танка. Залповый пуск восьми снарядов РС-82 с дистанции 300-400 м был столь же эффективен. Более того, деморализующее воздействие ракетной атаки на противника было столь велико, что при появлении Ил-2 экипажи танков покидали свои машины.</p>
                  <p>Боевая техника и транспорт поражались бомбами различного калибра – весом 250, 100, 50, 25, 15, 10, 2,5 или 1 кг в зависимости от характера цели. Пулеметы ШКАС использовались для истребления живой силы. Ил-2 был одним из немногих советских самолетов, получивших у противника собственное название – «Schwarz Tod» («Черная смерть»).</p>
                  <p>Тем не менее немецкие истребители довольно быстро нашли «ахиллесову пяту» Ил-2. Практически с первых дней войны в ОКБ стала поступать информация о больших потерях штурмовиков, лишенных истребительного прикрытия.</p>
                  <p>Несмотря на хорошую бронезащиту и маневренность, одноместные Ил-2 были уязвимы. Истребитель противника в основном подходил сзади, сбоку и почти в упор – с расстояния 10-15 м – расстреливал кабину летчика Ил-2 из пушек и пулеметов. Но только в 1942 г. С.В.Ильюшину было предложено возвратиться к разработке двухместного штурмовика.</p>
                  <p>Между тем, не дожидаясь новых машин, летно-технический состав некоторых штурмовых полков собственными силами, в полевых мастерских, переделывал свои Ил-2. Часть фонаря за кабиной пилота снималась, в фюзеляже делался вырез, на который монтировались турельная, шкворневая или самодельная пулеметные установки.</p>
                  <p>Кроме того, летчики-штурмовики одноместных Ил-2 стали применять тактику нанесения ударов по наземным целям из так называемого «свободного круга», который при появлении истребителей противника перестраивался в замкнутый круг и каждый впереди идущий самолет прикрывался следующим за ним. Со временем были разработаны и другие тактические приемы борьбы Ил-2 с истребителями. Опытные пилоты, хорошо освоив свою машину, могли выполнять на ней фигуры высшего пилотажа и довольно успешно вести оборонительный воздушный поединок с истребителем противника.</p>
                  <p>В октябре 1942 г. на Центральном фронте начались войсковые испытания первых серийных двухместных штурмовиков Ил-2 с пулеметом БТ. Было отмечено снижение потерь от атак истребителей противника, а также повышение эффективности боевого вылета, в котором летчик мог сосредоточиться на прицельном бомбометании и стрельбе. Однако теперь на одного погибшего летчика приходилось примерно 7 убитых стрелков.</p>
                  <h1>Дальнейшее развитие штурмовика Ил-2</h1>
                  <p>В ходе серийного выпуска повышалась мощность вооружения. С 1943 г. под крылом самолета начали устанавливать две пушки НС-37. Эффективность поражения бронетанковой техники особенно возросла с созданием малогабаритных противотанковых авиабомб ПТАБ-2,5-1,5 кумулятивного действия.</p>
                  <p>При попадании в цель бомба весом в 1,5 кг прожигала броню толщиной до 70 мм. В бомбоотсеки Ил-2 помещалось до 192 авиабомб ПТАБ. Сброшенные в одном заходе, с высоты 75-100 м, они поражали объекты, в том числе практически все танки, на площади 15 х 70 м.</p>
                  <p>Всего за годы войны предприятиями авиапромышленности было построено 36163 самолета Ил-2 всех модификаций.</p>
                `,
      },
      {
        id: 27,
        name: "Як-7",
        type: "Истребитель",
        releaseDate: "1941 г.",
        crew: "1 человек",
        engine: "М-105П, 1050 л.с.",
        maxSpeed: "571 км/ч",
        practicalCeiling: "9250 м",
        rangeFlight: "643 км",
        emptyWeight: "2477 кг",
        maximumTakeoffWeight: "2960 кг (нормальная взлетная)",
        wingspan: "10 м",
        length: "8,48 м",
        width: "2,9 м",
        wingArea: "17,15 кв.м.",
        armament:
          "1× 20-мм пушка ШВАК (120 снарядов), 2× 7,62-мм пулемета ШКАС (1500 патронов), 6х РС-82",
        total: 6399,
        description: `
                  <h1>История создания истребителя Як-7</h1>
                  <p>Когда самолет И-26 — будущий Як-1 ещё находился на стадии проектирования, ОКБ А.С.Яковлева получило задание создать на его базе учебно-тренировочную машину И-27 (или УТИ-26). Работа над самолетом началась 25 января 1940 года. От И-26 его отличала двухместная кабина, закрытая общим фонарём, но с индивидуальными сдвижными частями. Вооружение И-27 состояло из 2 синхронных пулемётов ШКАС. Для сохранения центровки крыло пришлось сдвинуть вперёд на 100 мм.</p>
                  <p>Первый И-27 поднялся в воздух 1 июля 1940 года, а в марте 1941 года, после ряда испытательных полетов и доработок, началось серийное производство на заводе №301 в Химках под обозначением Як-7УТИ. Производство продолжалось до эвакуации завода в Новосибирск в сентябре 1941 года.</p>
                  <p>Летом 1941 года началась война, и на фронте очень скоро возникла нехватка современных боевых самолетов. Тогда ведущий инженер ОКБ Яковлева, К.В.Синельщиков и предложил переделать в истребитель уже освоенный промышленностью учебный Як-7УТИ.</p>
                  <p>Проектирование было осуществлено бригадой конструкторов во главе с Синельщиковым на заводе №301. На самолёте установили мотор-пушку ШВАК, по 3 направляющих для реактивных снарядов под каждым крылом, бронеспинку и протектированные бензобаки. Задняя кабина осталась, но дублирующее управление из неё было демонтировано. Результат был несколько обескураживающий — вчерашний учебный самолет не только не уступал «боевому» Як-1, но даже, отчасти, превосходил его. Самолет немедленно был запущен в производство на заводах №301 и №153 (в Новосибирске).</p>
                  <h1>Конструкция истребителя Як-7</h1>
                  <p>Истребитель Як-7 представляет собой свободнонесущий низкоплан смешанной конструкции. Как и «двоюродный брат» Як-1, Як-7 имел ферменный каркас из стальных труб, фанерную обшивку носовой части и полотняную хвостовой. Капоты двигателя, обтекатели и щитки были дюралевыми. Неразъёмное крыло — деревянное, с обшивкой из фанеры, оклееной полотном. Хвостовое оперение, в отличие от Як-1 было металлическое.</p>
                  <p>Шасси убирающееся, трёхопорное, с хвостовым неубирающимся костылём (позже — с убирающимся колесом). Топливо размещалось в крыле в 4 протектированных баках. Фонарь кабины аналогичен УТИ-26 (характерный удлиненный), с модификации Як-7А вместо плексигласа в «задней кабине» использовалась фанера, а начиная с модификации Як-7Б, фонарь был уже каплевидной формы.</p>
                  <p>Вооружение состояло из 20-мм мотор-пушки ШВАК и 2 синхронных 7,62-мм пулемётов ШКАС, установленных в фюзеляже над двигателем, 6 реактивных снарядов РС-82 под крылом. В отсеке за кабиной могли устанавливаться фотоаппараты или подвешиваться бомбы. Во время перелёта с аэродрома на аэродром здесь оборудовалось место для техника.</p>
                  <p>Учебные версии УТИ-26 имели не протектированные топливные баки.</p>
                `,
      },
      {
        id: 28,
        name: "Як-3",
        type: "Истребитель",
        releaseDate: "1943 г.",
        crew: "1 человек",
        engine: "ВК-105ПФ2, 1240 л.с.",
        maxSpeed: "640 км/ч",
        practicalCeiling: "10,4 км",
        rangeFlight: "850 км",
        emptyWeight: "2128 кг",
        maximumTakeoffWeight: "2697 кг (нормальная взлетная)",
        wingspan: "9,2 м",
        length: "8,48 м",
        width: "2,9 м",
        wingArea: "14,85 кв. м.",
        armament: "1× 20-мм пушка ШВАК, 2× 12,7-мм пулемета УБС",
        total: 4848,
        description: `
                  <h1>История создания истребителя Як-3</h1>
                  <p>В конце лета 1942 года ОКБ А.С.Яковлева приступило к созданию нового истребителя Як-3, взяв за основу опытный Як-1 «Москит», значительно отличавшийся от базовой модели. Если Як-1 считался «легким истребителем», то Як-3 должен был стать истребителем завоевания господства в воздухе.
                  Так как более мощного двигателя в производстве на тот момент не было, единственным способом улучшения характеристик самолета было уменьшение веса и придание ему более совершенных аэродинамических форм. Основные изменения коснулись конструкции крыла: оно было существенно меньше (правда, меньше стал и запас топлива) и стало разьёмным (аналогично крылу Як-9). Уменьшить лобовое сопротивление удалось и переместив маслорадиатор с носа самолета в центроплан.</p>
                  <p>28 февраля 1943 года прототип будущего Як-3, Як-1М поднялся в небо. Скорость у земли увеличилась на 40 км/ч, а на высоте — на 60 км/ч по сравнению с серийным Як-1. В сентябре был изготовлен второй прототип, отличавшийся форсированным по наддуву двигателем.</p>
                  <p>26 октября 1943 года, после новой серии испытаний, истребитель получил уже собственное имя — Як-3 и был рекомендован к производству. Организовано оно было на том же заводе №292 в г. Саратов, и первый серийный Як-3 вышел из его цехов 1 марта 1944 года. В апреле началось производство на Тбилисском авиазаводе №31, одновременно с этим самолёт был принят на вооружение ВВС. После завершения летных испытаний летом 1944 года, Як-3 стал поступать на вооружение и заменять Як-1.</p>
                  <p>Всего в 1944-1946 годах было изготовлено 4848 истребителей Як-3 всех модификаций.</p>
                  <h1>Конструкция истребителя Як-3</h1>
                  <p>Конструкция фюзеляжа Як-3 в целом повторяла Як-1 — это был тот же свободнонесущий низкоплан смешанной конструкции. Его крыло имело дюралевые лонжероны, деревянные нервюры и фанерную обшивку. Фюзеляж имел ферменный каркас из стальных труб, дюралевую обшивку носовой части, фанерную средней и полотняную в хвостовой. Шасси убирающееся, трёхопорное, с хвостовым колесом, кабина пилота закрыта каплевидным фонарём, обеспечивающим лучший обзор, по сравнению с кабиной Як-1.</p>
                  <p>Интересно, что Як-3 выпускался и таким, как исходный истребитель был задуман ещё до войны — цельнометаллическим. Однако было это уже после того, как Великая война завершилась.</p>
                  <h1>Боевое применение и эксплуатация истребителя Як-3</h1>
                  <p>В войсках Як-3 пользовался уважением — этот легкий и маневренный истребитель (кстати, самый легкий истребитель своего времени) ни в чем не уступал самым современным модификациям германских Bf-109 и Fw-190 на любых высотах, и превосходил по горизонтальной маневренности и скорости набора высоты.
                  </p>
                  <p>В боевых условиях истребитель был впервые во время Львовской наступательной операции в июне 1944 года, затем принял участие во всех операциях заключительного этапа войны и оставался на вооружении вплоть до появления серийных реактивных истребителей. Кроме советских лётчиков на Як-3 в годы войны воевали французы из полка «Нормандия».</p>
                  <p>Также, после войны, Як-3 поставлялся в Югославию, где в конце 40-х на его базе был создан истребитель S-49 и учебный самолёт «тип 213».</p>
                `,
      },
      {
        id: 29,
        name: "Як-9",
        type: "Истребитель",
        releaseDate: "1942 г.",
        crew: "1 человек",
        engine: "М-105ПФ, 1180 л.с.",
        maxSpeed: "599 км/ч",
        practicalCeiling: "11,1 км",
        rangeFlight: "875 км",
        emptyWeight: "2277 кг",
        maximumTakeoffWeight: "2873 кг (нормальная масса)",
        wingspan: "9,74 м",
        length: "8,5 м",
        width: "2,9 м",
        wingArea: "17,15 кв. м.",
        armament:
          "1× 20-мм пушка ШВАК (120 снарядов), 1× 12,7-мм пулемет УБС (200 патронов)",
        total: 16769,
        description: `
                  <h1>История создания истребителя Як-9</h1>
                  <p>В июне 1942 года ОКБ А.С.Яковлева начало разработку улучшенного варианта истребителя Як-7 под шифром ДИ — дальний истребитель. Деревянные лонжероны и нервюры крыла были заменены на дюралевые — крыло обрело большую прочность, а главное — уменьшился вес самолета, за счет чего появилась возможность установить в него топливные баки увеличенного объёма.</p>
                  <p>Як-7ДИ получился легче, маневреннее оригинального Як-7, к тому же мог дольше находится в воздухе. Уже в октябре 1942 года, после проведения испытаний, истребитель был запущен в серийное производство под обозначением Як-9 на авиазаводе №153 в Новосибирске. В январе 1943 года началось производство на заводе №166 в Омске, в 1945 году — на заводе №82 в Москве.</p>
                  <h1>Конструкция истребителя Як-9</h1>
                  <p>Истребитель Як-9 это свободнонесущий низкоплан смешанной конструкции. Крыло с дюралевыми лонжеронами и нервюрами, покрыто фанерной обшивкой. Фюзеляж имел каркас из стальных труб, дюралевую обшивку носовой части, фанерную средней и полотняную хвостовой. Однако уже в 1944 году был освоен выпуск Як-9 с полностью дюралевой обшивкой.
  
                  </p>
                  <p>Шасси убирающееся, трёхопорное, с хвостовым колесом, кабина пилота закрыта каплевидным фонарём. В отсеке за кабиной может устанавливаться фотоаппаратура, дополнительный топливный бак или подвешиваться бомбы. Топливо размещалось в 2-4 крыльевых протектированных баках. На самолёте могли устанавливаться 20-мм пушки ШВАК и Б-20С, 23-мм пушка ВЯ, 37-мм пушка НС-37, 45-мм пушка НС-45, 12,7-мм пулемёты УБС. Як-9Б мог брать на борт 4 бомбы по 100 кг.</p>
                  <h1>Эксплуатация истребителя Як-9</h1>
                  <p>Истребитель Як-9 самый массовый отечественный и самый многочисленный фронтовой истребитель стран антигитлеровской коалиции. Впервые применён под Сталинградом в 1942 году и с тех пор участвовал во всех сражениях Великой Отечественной войны. На Як-9 воевали французские лётчики из полка «Нормандия», уже после войны состоял на вооружении армий Албании, Болгарии, Венгрии, Китая, КНДР, Польши и Югославии.</p>
                  <p>Один из югославских Як-9Т впоследствии был приобретён Великобританией, на нём в 1945-1947 годах летал командир 239-го истребительного крыла Королевских ВВС Д. Сторрер. Истребители Як-9П ВВС Китая и КНДР применялись во время Корейской войны до конца 1950 года, а окончательно служба самолетов Як-9 поздних модификаций, в отдельных странах завершилась только к 1960-м годам 20-го века.</p>
                  <p>Як-9 серийно выпускался с августа 1942 по декабрь 1948 года, за это время было изготовлено 16769 самолетов всех модификаций.</p>
                `,
      },
      {
        id: 30,
        name: "ЛАГГ-3",
        type: "Истребитель",
        releaseDate: "1940 г",
        crew: "1 человек",
        engine: "М-105ПФ, мощностью 1210 л.с.",
        maxSpeed: "591 км/ч",
        practicalCeiling: "9600 м",
        rangeFlight: "650 км",
        emptyWeight: "2700 кг",
        maximumTakeoffWeight: "2990 кг (нормальная взлетная)",
        wingspan: "9,80 м",
        length: "8,81 м",
        width: "3,06 м",
        wingArea: "17,62 кв.м.",
        armament:
          "Основное: 1x 20-мм пушка, 1х 12,7-мм пулемет. Под крылом могли подвешиваться 6 реактивных снарядов РС-82 и 2 бомбы по 50 кг. В полевых условиях иногда под крылом устанавливали 2 дополнительных пулемёта БС в гондолах.",
        total: 6528,
        description: `
                  <h1>История создания истребителя ЛаГГ-3</h1>
                  <p>Боевые столкновения истребителей И-16 и Bf-109 в нее Испании показали превосходство немецкой машины над советским истребителем. Разумеется, надо было подготовит «мессеру» адекватный ответ — поэтому за создание нового истребителя для ВВС РККА дружно взялись буквально все конструкторские бюро страны. Были среди них В.П.Горбунов и С.А.Лавочкин — работники самолётного отдела Наркомата оборонной промышленности, а чуть позже к ним присоединился и М.И.Гудков. Их истребитель имел рабочее название И-22. Руководство инициативы поощряло, поэтому в мае 1939 года было организовано новое конструкторское бюро под руководством Горбунова. Лавочкин на этом этапе занимался непосредственно проектированием будущей машины.</p>
                  <p>В мае 1939 года новое КБ было официально оформлено и ему был передан завод №301 в Химках. Соответственно номеру завода был по новому назван и проектируемый самолёт  — И-301.
                  Первый прототип был готов к весне 1940 года. 28 марта лётчик-испытатель А.И.Никашин впервые поднял его в небо, а 1 мая самолёт принимал участие в воздушном параде над Красной площадью. Летом 1940 года были проведены государственные испытания И-301 в НИИ ВВС. По результатам испытаний самолёт был доработан и рекомендован в серию под обозначением истребитель ЛаГГ-1 (Лавочкин, Гобунов, Гудков). Все трое за работу были удостоены Сталинской премии 1 степени.</p>
                  <p>Доработок было немало, в серию истребитель пошел уже как ЛаГГ-3. Первый серийный ЛаГГ-3 впервые поднялся в небо 23 января 1941 года, а в марте был принят на вооружение.</p>
                  <p>Всего за 4 года производства (с 1940 по 1944 г.г.) было изготовлено 6528 самолётов ЛаГГ-3 всех серий.</p>
                  <h1>Конструкция истребителя ЛаГГ-3</h1>
                  <p>Истребитель ЛаГГ-3 это свободнонесущий низкоплан с фюзеляжем типа полумонокок с работающей обшивкой. Конструкция планёра цельнодеревянная, все детали соединялись клеем ВИАМ Б-3 без использования гвоздей или шурупов. Наиболее ответственные детали изготавливались из дельта-древесины. Обшивка выполнялась из берёзового шпона и оклеевалась снаружи тканью.</p>
                  <p>Шасси трёхопорное с хвостовым колесом, в зимний период была предусмотрена установка лыжного шасси. Силовая установка состояла из V-образного 12-цилиндрового поршневого двигателя водяного охлаждения М-105П (М-105ПА, М-105ПФ) с трёхлопастным винтом изменяемого шага ВИШ-61П. Моторама сваривалась из стальных труб. Топливо размещалось в 5 протектированных баках: 3 в центроплане и 2 в консолях крыла. Состав вооружения у самолётов различных серий был различным.</p>
                  <h1>Боевое применение и эксплуатация истребителя ЛаГГ-3</h1>
                  <p>Деревянная конструкция ЛаГГ-3 позволила в трудный начальный период войны, в условиях эвакуации не только не снизить производство истребителей, но и неуклонно его увеличивать. Самолёт имел большую дальность полёта, мощное вооружение и высокую живучесть, однако был сложен в пилотировании и освоении. По этой причине даже появилась расшифровка названия ЛаГГ как «лакированный гарантированный гроб». Но в опытных руках он становился  грозным оружием. Например, лётчик 178 иап Герой Советского Союза Г.А.Григорьев под Москвой в 30 воздушных боях одержал на нём 17 побед. На ЛаГГ-3 начинали воевать будущие дважды Герои П.Я.Головачёв, В.А.Зайцев, С.Д.Луганский,В.И.Попков, Н.М.Скоморохов.</p>
                  <p>Поначалу, скорость серийных самолётов была значительно ниже, чем у прототипа, поэтому в 1942 году по рекомендации ЦАГИ были предприняты меры по улучшению всего комплекса лётно-технических данных ЛаГГ-3. В результате предпринятых действий, к началу 1943 года серийные самолёты стали равноценны истребителю Як-1.</p>
                  <p>До начала войны успели выпустить 322 самолёта. В первую очередь ими оснащались полки на Дальнем Востоке. Когда стало ясно, что Япония в войну вступать не собирается и все имеющиеся ЛаГГ-3 были переброшены на советско-германский фронт. Впоследствии применялся на всех фронтах до конца войны. В августе 1945 года принимал участие в войне с Японией. 3 самолёта, захваченные финами, эксплуатировались в ВВС Финляндии до января 1945 года.</p>
                `,
      },
      {
        id: 31,
        name: "И-153",
        type: "Истребитель",
        releaseDate: "1938 г.",
        crew: "1 человек",
        engine: "1 х М-63 мощностью 1100 л.с.",
        maxSpeed: "до 427 км/ч",
        practicalCeiling: "10600 м",
        rangeFlight: "510 км",
        emptyWeight: "Нет сведений",
        maximumTakeoffWeight: "Нет сведений",
        wingspan: "10 м",
        length: "6,1 м",
        width: "Нет сведений",
        wingArea: "Нет сведений",
        armament: "4 x 7,62-мм пулемета ШКАС, бомбовая нагрузка - до 200 кг",
        total: 3437,
        description: `
                  <h1>История создания истребителя И-153 «Чайка»</h1>
                  <p>В конце 30-х годов 20 века, после гражданской войны в Испании, казалось, монопланы уже достаточно показали свои преимущества перед бипланами, однако все ещё продолжали их проектировать. Одним из последних представителей этого класса, суждено было стать легендарному советскому истребителю И-153 «Чайка» конструкции ОКБ Поликарпова.</p>
                  <p>Истребитель создавался на базе самолетов И-15 (1933 год) и И-15бис (1937 год). Добиться увеличения скорости (при сохранении маневренных качеств) можно было только за счет снижения аэродинамического сопротивления самолета. Поэтому по образцу И-15 новый самолет оснастили верхним крылом типа «чайка». Из-за этого и сама машина получила неофициальное, ставшее впоследствии знаменитым название «Чайка».</p>
                  <p>Основные размеры остались такими же как у И-15, но шасси на И-153 убиралось в полете, на самолет устанавливался более мощный и высотный двигатель М-62 и винт изменяемого шага, что улучшило летные данные у этого самолета. Кроме того, вся конструкция соответственно усилена, спинка сиденья летчика бронирована, изменению и доработке подверглись многие узлы и детали. Зимой лыжи при уборке шасси прилегали к фюзеляжу заподлицо. Благодаря этому «Чайка» при убранном шасси развивала скорость до 440 км/час, сохранив основные маневренные качества своего предшественника.</p>
                  <p>Опытный экземпляр истребителя, получившего обозначение И-153, был создан в 1938 году под руководством А.Щербакова. Самолет был технологически закончен, в октябре 1938 года успешно прошел государственные испытания и после доработки был принят на вооружение. Ответственным за подготовку машины к серийному выпуску назначался А.И.Микояна.</p>
                  <p>Производство было организованно в 1939 году на двух заводах. Максимальная скорость первых истребителей И-153 с мотором М-25 на границе высотности достигала 424 км/ч, что на 40-45 км/ч больше, чем у серийного И-15бис (М-25), и на 20-30 км/ч меньше, чем у скоростного истребителя И-16 с тем же мотором. Вскоре после начала серийного выпуска двигатель М-25 заменили на более мощный и высотный М-62. Кроме того, был установлен винт изменяемого в полете шага.</p>
                  <p>С новым мотором этот маленький легкий самолет приобретал исключительно высокие пилотажные качества. Так полный вираж (разворот на 360°) с радиусом всего в 100 м летчики выполняли на нем за 10-11 с. Истребитель очень быстро набирал скорость, позволял совершать полет с креном 90°, то есть на боку. Максимальная скорость, достигнутая на этом варианте истребителя, – 443 км/ч (5000 м) и 482 км/ч (10500 м) – с применением ТК.</p>
                  <p>Простой и легкий в управлении И-153 имел достаточно мощное бортовое вооружение: четыре скорострельных синхронных пулемета ШКАС. «Чайки» более поздних выпусков вооружались реактивными снарядами на подкрыльных установках, крупнокалиберными пулеметами БС и даже пушками ШВАК.</p>
                  <p>Истребитель И-153 «Чайка», строившийся в 1939-40 годах, стал последним советским серийным истребителем-бипланом. Его схема и конструкция были доведены до возможного совершенства, летные качества являлись очень высокими, а самолет для полуторапланной схемы – одним из самых совершенных серийных истребителей такого типа.</p>
                  <p>Самолеты И-153 принимали активное участие в боевых действиях в Монголии (1939 год), Финляндии (1939-40 годы) и Китае (1940 год).</p>
                  <p>Всего до начала 1941 года было выпущено 3437 экземпляров истребителей И-153.</p>
                `,
      },
      {
        id: 32,
        name: "И-16",
        type: "Истребитель",
        releaseDate: "1933 г.",
        crew: "1 человек",
        engine: "1х М-63, мощностью 900 л.с.",
        maxSpeed: "462 км/ч",
        practicalCeiling: "9700 м",
        rangeFlight: "440 км",
        emptyWeight: "1382,5 кг",
        maximumTakeoffWeight: "1882 кг",
        wingspan: "9,004 м",
        length: "6,13 м",
        width: "3,25 м",
        wingArea: "Нет сведений",
        armament: "4х авиационных пулемета ШКАС, 7,62 мм",
        total: 10300,
        description: `
                  <h1>История истребителя И-16</h1>
                  <p>Истребитель И-16 — машина противоречивая, особенно если ознакомиться с отзывами о нем в литературе разного времени и авторов. Одновременно и революционный и устаревший, сверхманевренный и тихоходный, этот самолет заслуживал самых разных эпитетов. Что самое удивительное — все они правильные. Появился на сцене И-16 в очень непростое время — начало 1930-х годов это бесконечное состязание двигателей, конструкций фюзеляжей и типа обшивки. Ворвавшись в этот водоворот событий в 1933 году, новейший моноплан конструкции Николая Николаевича Поликарпова, совершил настоящий фурор.</p>
                  <p>Первый во всем — от скоростей, до объемов выпуска, с убираемыми в полете шасси (впервые в мире, на серийной машине!), характерным внешним видом, он ярко выделялся на фоне «коллег-истребителей» и казался самолетом из будущего.</p>
                  <p>Поликарпов разрабатывал будущий И-16 в инициативном порядке с 1932 года, как «скоростной истребитель». В мае 1933 года проект заметили в ВВС и конструктор получил задание на него. Уже 30 декабря 1933 года опытный образец истребителя (ЦКБ-12) поднялся в воздух. За штурвалом машины сидел никто иной, как прославленный лётчик-испытатель завода №39, Валерий Чкалов. Вплоть до октября 1934 года машина проходила испытания, однако её судьба уже была решена — началась подготовка к серийному производству И-16 на заводах №39 в Москве и №21 в Горьком.</p>
                  <p>Говорят, что поспособствовал этому сам И.В. Сталин, увидев один из испытательных полетов Чкалова, и весьма впечатанный фигурами высшего пилотажа. Так это или нет — сказать трудно, но что именно по распоряжению Сталина, в 1935 году была создана знаменитая «Красная пятерка» — первая советская группа высшего пилотажа, летавшая на ярко красных истребителях И-16, в этом сомневаться не приходиться.
                  </p>
                  <p>Демонстрируемый в 1935 году на выставке в Милане как спортивный самолёт (АСБ), уже 1936 году И-16 окунулся в бесконечную череду войн: Гражданская в Испании, японо-китайская, Хасан, Халкин-Гол, советско-финская война. Первые ошеломляющие успехи вскоре прошли — истребители-противники совершенствовались, да и отечественная промышленность постепенно переходила на выпуск более современных машин.</p>
                  <p>К началу 1941 г., И-16 считался уже морально устаревшим, однако все ещё превосходил по маневренности германские Bf-109 последних выпусков. Формально «мессер» и «ишачок» (такое прозвище прижилось за И-16 в войсках) были ровесниками, однако Bf-109 изначально имел лучшую аэродинамику, да и с двигателями у германской промышленности, в отличие от советской, проблем не было.  В итоге более скоростному «мессершмитту» И-16 мог противопоставить только лучшую маневренность. Тем не менее, в опытных руках, советский истребитель все ещё был опасным противником.</p>
                  <p>К большому сожалению, «опытных рук» не хватало, а простым в управлении самолетом И-16 не был. Ещё по завершении испытаний истребителя в 1934 году, он рекомендовался только летчикам с хорошим налетом, так как в силу особенностей конструкции, был аэродинамически неустойчивым. Сделано это было намеренно, в силу бытовавшего у авиаконструкторов начала 30-х представления, что, мол, именно неустойчивая аэродинамика — это залог повышенной маневренности самолета.</p>
                  <p>Горячим летом 1941-го, эти представления стоили жизни многим молодым летчикам. По некоторым сведения, около 40% потерь И-16 на фронте в первые месяцы войны, были не боевыми, а связанными со взлетом и посадкой.
                  </p>
                  <p>Всего за 8 лет серийного производства (1934-1942 г.г.), было произведено 10292 истребителя И-16 различных модификаций. Пик производства пришелся на 1940 г. (свыше 2000 самолетов). Кроме РККА, И-16 состоял на вооружении: Испании (до 400 самолетов), Гоминьдановского Китая (82 поставленных СССР и 30 собственной сборки)</p>
                  <p>В СССР, в некоторых боевых частях эти самолёты эксплуатировались до 1944 года, а на Дальнем Востоке И-16 оставались в строю до августа 1945 года (888 ИАП). В Испании И-16 состояли на вооружении до 1953 года.</p>
                  <h1>Конструкция истребителя И-16</h1>
                  <p>Истребитель И-16 представляет собой свободнонесущий низкоплан с веретёнообразным коротким фюзеляжем и убирающимся шасси. Конструкция смешанная — деревянный клееный фюзеляж крепился к усиленному стальными уголками каркасу из ясеня или сосны, а снаружи обшивался фанерой (спереди) и дюралюминием (сзади). Конструкция планера смешанная. Фюзеляж имел деревянный каркас (сосна, ясень), усиленный стальными подкосами, с обшивкой из берёзового шпона и миткалевого полотна.</p>
                  <p>Основной силовой частью конструкции самолёта был жесткий ферменный центроплан, связывающий между собой крылья, фюзеляж, шасси и двигатель.</p>
                  <p>Крылья — отъемные, обшитые в лобовой части дюралюминием, после чего всё крыло обтягивалось полотном и лакировались. Место сочленения крыла и центровлана закрывалось дюралевой лентой шириной 100 мм. Элероны и хвостовое оперение имели дюралевый каркас и полотняную обшивку.
                  Силовая установка самолета состояла из поршневого звездообразного двигателя воздушного охлаждения, закрытым капотом NASA, с двухлопастным воздушным винтом. В процессе производства тип двигателя менялся.
                  </p>
                  <p>Начиная с И-16 тип 18 устанавливался винт переменного шага. Шасси состояло из двух отдельных пирамид и было оригинальной конструкции, свойственной тому времени, когда пневмо- и гидросистемы с силовыми цилиндрами еще не вошли в практику и распространены были лишь механические ручные тросовые приводы от летчика.</p>
                  <p>Самолёты первых серий имели сдвижной (вперед) фонарь кабины, но начиная с И-16 тип 10 кабина стала открытой, с неподвижным козырьком. Вызвано это странное «новшество» прозаическими причинами — во-первых он был не слишком удачным (главным образом из-за материала изготовления) и ухудшал пилоту обзор. Во-вторых, привыкшие к открытым кабинам «пилоты старой школы» сомневались, что в критической ситуации успеют сдвинуть фонарь и вовремя покинуть самолет.</p>
                `,
      },
      {
        id: 33,
        name: "МиГ-3",
        type: "Высотный истребитель",
        releaseDate: "1940 г.",
        crew: "1 человек",
        engine: "АМ-35А, мощностью 1200 л.с.",
        maxSpeed: "640 км/ч",
        practicalCeiling: "12000 м",
        rangeFlight: "1250 км",
        emptyWeight: "2699 кг",
        maximumTakeoffWeight: "3350 кг (нормальная)",
        wingspan: "10,2 м",
        length: "8,25 м",
        width: "3,325 м",
        wingArea: "17,44",
        armament: `основное: 1x 12,7-мм и 2х 7,62-мм пулеметы. Под крылом могли устанавливаться 6 направляющих для реактивных снарядов РС-82, подвешиваться 2 бомбы по 50-100 кг или устанавливаться 2 дополнительных 12,7-мм пулемёта БК.`,
        total: 3178,
        description: `
                  <h1>История создания истребителя МиГ-3</h1>
                  <p>В 1939 году в ОКБ Николая Поликарпова был разработан проект высотного истребителя И-200. В конкурсе, как более простой в производстве, он опередил яковлевский проект И-26, и в конце ноября началась его фактическая разработка. В группу конструкторов вошли А.Г.Брунов, М.И.Гуревич, А.Т.Карев, Н.З.Матюк, В.А.Ромодин, Я.И.Селецкий.</p>
                  <p>8 декабря проект был представлен наркому авиационной промышленности и тот же день на заводе №1 был создан опытно-конструкторский отдел, который возглавил А.И.Микоян, а его заместителями были назначены М.И.Гуревич и В.А.Ромодин. 25 декабря был готов макет и уже на следующий день началось изготовление рабочих чертежей, причем подготовка производства шла одновременно с проектированием.</p>
                  <p>31 марта 1940 года первый прототип И-200 был готов, а 31 мая началось производство пробной партии на заводе №1. Перспективный двигатель АМ-37 который планировалось установить на истребитель был к этому времени не готов, поэтому на И-200 установили АМ-35А, что несколько снизило лётные характеристики. Однако, это не помешало И-200 стать первой из советских машин, преодолевшей рубеж скорости 600 км/ч (2 прототипа «взяли» 648 и 651 км/ч).</p>
                  <p>Испытания завершились успешно и 9 декабря 1940 года И-200 был запущен в серию под обозначением высотный истребитель МиГ-1. Впрочем под этим именем самолет выпускался недолго — была изготовлена буквально сотня машин, после чего… как обычно последовал «целый ряд замечаний и предложений» и самолет пришлось переделывать чуть ли не в процессе производства. Новая версия, действительно имевшая существенно лучшие показатели (список изменений ниже) была запущена в производство уже под привычным нам обозначением истребитель МиГ-3.</p>
                  <h1>Конструкция истребителя МиГ-3</h1>
                  <p>Истребитель МиГ-3 это свободнонесущий низкоплан смешанной конструкции. Передняя часть фюзеляжа имела ферменную раму из стальных труб с дюралевой обшивкой, задняя часть фюеляжа была деревянной, центроплан — дюралевый. Фонарь — формованный из плесиглаза, без бронестекла. Крышка фонаря сдвижная на роликах. Бронеспинка — 9 мм.</p>
                  <p>Крыло состояло из трёх частей: металлического центроплана, неразъёмно соединённого с фюзеляжем, и двух деревянных однолонжеронных консолей. Механизация крыла состояла из двухсекционных элеронов типа «Фрайз». На самолётах поздних серий устанавливались автоматические предкрылки.</p>
                  <p>Шасси убирающееся трёхопорное с хвостовым колесом. Силовая установка состояла из поршневого V-образного двигателя жидкостного охлаждения АМ-35А (на части самолётов АМ-38) с трёхлопастным винтом изменяемого шага ВИШ-61Ш (на МиГ-1 — ВИШ-22Е). Баки были выполнены из алюминиевого сплава. Впервые на отечественном серийном истребителе было установлено кислородное оборудование. Основное вооружение было размещено в передней части фюзеляжа над двигателем.</p>
                  <h1>Боевое применение и эксплуатация истребителя МиГ-3</h1>
                  <p>МиГ-3 считался в пилотировании машиной строгой, но зато он был самым скоростным отечественным истребителем того времени. Опытные лётчики умело применяли его в воздушных боях, хотя на малых высотах его характеристики были хуже, чем на высоте 7000 м.</p>
                  <p>МиГ-3 был очень технологичен в производстве и имел высокую ремонтопригодность. Из-за того, что детали были взаимозаменяемыми, часто из 2-3 разбитых самолётов можно было собрать один целый. Этим объясняется его долгая жизнь в войсках после прекращения производства. Само производство МиГ-3 было недолгим — с декабря 1940 г. по декабрь 1941 г. Вызвано это было именно «врожденной высотностью» самолета, в то время как характерной особенностью воздушных сражений на Восточном фронте были воздушные бои на малых и средних высотах.</p>
                  <p>Самолёты МиГ-1 и МиГ-3 поступали в первую очередь в части западных округов. К началу Великой Отечественной войны их в частях ВВС и морской авиации их было больше, чем Яков и ЛаГГов вместе взятых. Уже в первые часы войны они вступили в воздушные бои с врагом. В полках ВВС МиГ-3 эксплуатировались до 1943 года, а в авиации ПВО — до конца войны.</p>
                  <p>В начальный период войны на МиГ-3 воевал будущий трижды Герой Советского Союза А.И.Покрышкин. Именно на нём он одержал свои первые победы. На МиГ-3 воевал и погиб дважды Герой Советского Союза С.П.Супрун.</p>
                `,
      },
      {
        id: 34,
        name: "Як-1",
        type: "Истребитель",
        releaseDate: "1940 г.",
        crew: "1 человек",
        engine: "ВК-105ПФ, 1180 л.с.",
        maxSpeed: "592 км/ч",
        practicalCeiling: "10 км",
        rangeFlight: "700 км",
        emptyWeight: "2350 кг",
        maximumTakeoffWeight: "2850 кг (нормальная взлетная)",
        wingspan: "10 м",
        length: "8,48 м",
        width: "2,9 м",
        wingArea: "17,15 кв.м.",
        armament: "1× 20-мм пушка ШВАК, 2× 12,7-мм пулемета ШКАС",
        total: 8670,
        description: `
                  <h1>История создания истребителя Як-1</h1>
                  <p>9 мая 1939 года ОКБ А.С.Яковлева приступило к разработке легкого истребителя И-26 или Я-26. Главным конструктором выступил К.А.Вигант, ведущим —  К.В.Синельщиков. Изначально планировалось установить на истребителе перспективный двигатель жидкостного охлаждения М-106, но разработка затянулась и его место занял менее мощный М-105П. Чтоб уложиться в исходные характеристики, пришлось переделывать конструкцию с целью её облегчения, что не замедлило сказаться и на дальности полета и на оборудовании.</p>
                  <p>13 января 1940 года истребитель И-26  впервые поднялся его в небо, а 29 мая 1940 года, с некоторыми доработками, самолет был передан на государственные испытания. Производство истребителя планировалось развернуть на заводах №292 в Саратове и №301 в Химках, и уже в июне 1940 года первые машины стали поступать в войска, под тем же индексом — И-26, несмотря на то, что войсковые испытания машины были завершены только через полгода, уже в 1941 году.</p>
                  <p>Хорошо известное нам наименование Як-1 истребитель И-26 получил только в декабре 1940 года.</p>
                  <h1>Описание конструкции истребителя Як-1</h1>
                  <p>«Простой как топор» — пожалуй наилучшее описание И-26, будущего истребителя Як-1. Хотя основу конструкции составляла сваренная из стальных трубок рама, основные поверхности самолеты были выполнены из дерева, а хвостовая часть была сделана и вовсе из натянутого на каркас полотна. Дюрали в конструкции Як-1 было совсем немного — из неё была выполнена только передняя часть фюзеляжа.</p>
                  <p>Крыло истребителя было деревянным с обшивкой из фанеры, оклееной полотном. Шасси убирающееся, трёхопорное, с хвостовым колесом (во время войны выпускался вариант с лыжным шасси).</p>
                  <p>Силовая установка состояла из поршневого V-образного 12-цилиндрового двигателя жидкостного охлаждения ВК-105П с трёхлопастным винтом изменяемого шага. Запуск двигателя осуществлялся сжатым воздухом. Топливо размещалось в крыле в 4 протектированных баках.</p>
                  <p>Вооружение состояло из 20-мм мотор-пушки ШВАК и 2 синхронных 7,62-мм пулемётов ШКАС, установленных в фюзеляже над двигателем. На Як-1Б вместо пулемётов ШКАС слева устанавливался один 12,7-мм пулемёт УБС. Под крылом могли устанавливаться направляющие для РС-82 и бомбодержатели.</p>
                  <p>Если не считать неприятности с двигателем и как следствие — необходимость заменить металл на полотно, конструкция Як-1 была очень удачной, с чистыми формами и хорошей центровкой.</p>
                  <h1>Эксплуатация и боевое применение истребителя Як-1</h1>
                  <p>Серийное производство истребителя Як-1 осуществлялось до июля 1944 года, за это время было изготовлено 8670 самолётов всех модификаций. Истребитель активно применялся на протяжении всей Великой Отечественной войны на всех фронтах действующей армии, а также в морской авиации и ПВО. Кроме советских лётчиков на Як-1 воевали французские лётчики из эскадрильи «Нормандия», польские из 1 ИАП «Варшава».</p>
                `,
      },
    ],
    bomber: [
      {
        id: 35,
        name: "Пе-2",
        type: "Пикирующий бомбардировщик",
        releaseDate: "1939 г.",
        crew: "3 человека",
        engine: "2х М-105Р, мощностью по 1100 л.с.",
        maxSpeed: "540 км/ч",
        practicalCeiling: "8800 м",
        rangeFlight: "1200 км",
        emptyWeight: "5863 кг",
        maximumTakeoffWeight: "7536 кг (нормальная взлетная)",
        wingspan: "12,6 м",
        length: "17,6 м",
        width: "4 м",
        wingArea: "40,5 кв.м.",
        armament:
          "5х 7,62-мм пулеметов ШКАС, от 500 до 1000 кг бомбовой нагрузки",
        total: 11430,
        description: `
                  <h1>История создания пикирующего бомбардировщика Пе-2</h1>
                  <p>Бомбардировщик Пе-2 к моменту вступления в строй, был одним из самых современных советских боевых самолетах. В отличие от многих других типов самолетов, «пешка» (так Пе-2 прозвали в войсках) имел весь комплекс пилотажных приборов, прекрасный обзор из кабины, мощное вооружение и моторы. Обратной стороной всего этого изобилия, была относительная сложность освоения самолета неопытными летчиками. В то же время «привыкшие» к самолету пилоты отмечали его отменную центровку, очень чувствительное управление, отличную управляемость самолета.</p>
                  <p>В боевых условиях Пе-2 был впервые применён 22 июня 1941 года, когда группа из 17 самолётов 5 бап разбомбила Галацкий мост через реку Прут. Позже он участвовал в сражениях на всех фронтах в сухопутной и морской авиации в качестве бомбардировщика, тяжёлого истребителя, разведчика.</p>
                  <p>Боевое применение этого бомбардировщика было достаточно успешным, особенно начиная с 1943 года, когда Пе-2 стали применять «по профилю» — в качестве полноценного пикировщика (до этого времени, из-за нехватки опытных экипажей и матчасти, приходилось использовать их скорее в качестве классических — горизонтальных бомбардировщиков).</p>
                  <p>Большая скорость позволяла Пе-2 активно действовать в дневное время суток, подчас, даже вступая в бои с истребителями противника. При низкой облачности, Пе-2 также могли выходить на штурмовку автоколонн противника (разумеется ПТАБами, а не штатными пулеметами самолета).</p>
                  <p>Любопытно, что полномасштабные исследования по бомбометанию с глубокого пикирования стали проводиться на Пе-2 уже ПОСЛЕ окончания войны, т.е. большую часть своей боевой службы, «пешка» работала совершенно не по тем задачам, для которого проектировалась изначально.</p>
                  <p>Несмотря на то, что уже во время войны, в строевых частях Пе-2 стал заменяться на более совершенный Ту-2, некоторые бомбардировщики этого типа прослужили в войсках до 1948 года. Кроме СССР Пе-2 стоял на вооружении ВВС Болгарии, Китая, Чехословакии, Югославии. Самолётами Пе-2 весной 1945 года был укомплектован формирующийся французский 2 БАП «Бретань», но окончание боевых действий не позволило французам принять в них участие.</p>
                  <p>7 трофейных самолётов Германия продала Финляндии, ещё один достался финам после вынужденной посадки. Все они эксплуатировались в финских ВВС, в основном, как разведчики. Последний из них летал до 1946 года.</p>
                  <h1>Конструкция пикирующего бомбардировщика Пе-2</h1>
                  <p>Пикирующий бомбардировщик Пе-2 построен по аэродинамической схеме свододнонесущего низкоплана. Конструкция цельнометаллическая (в 1941-1942 годах выпускались самолёты с деревянной хвостовой частью).</p>
                  <p>Фюзеляж типа полумонокок (с редким силовым набором, почти монокок). Крыло двухлонжеронное, трапецевидное в плане. Механизация крыла состояла из закрылков типа «Шренк» и элеронов. Оперение двухкилевое.</p>
                  <p>Отклонение закрылков, тормозных щитков, триммера руля высоты, элеронов и рулей направления, створок водорадиаторов, управление насосом гидросистемы, уборкой и выпуском шасси осуществлялось с помощью электродвигателей мощностью от 2 до 30 вт. У штурмана имелось дублированное управление самолетом.</p>
                  <p>Шасси убирающееся, трёхопорное, с хвостовым колесом. В зимнее время могло устанавливаться лыжное шасси. Под консолями крыла установлены аэродинамические тормоза (решётки из стальных труб), применявшиеся для выхода из пикирования. Пикирование начинается на высоте 3000 м, на высоте 1800 м. автомат срабатывает и автоматически перекладывает триммер на выход из пикирования. Учитывая «просадку» под действием инерции, выход из пикирования осуществлялся на высоте 1300-1100 метров.</p>
                  <p>Бомбометание с пикирования осуществлялось только с внешней подвески. Несмотря на достаточно большую высоту бомбометания в пикировании (в отличие от немецкого пикировщика Ju-87), точность была такая, что позволяла положить бомбы в круг диаметром 10 м.</p>
                  <p>Силовая установка состояла из 2 поршневых V-образных 12-цилиндровых редукторных двигателей жидкостного охлаждения М-105Р конструкции В.Я.Климова с трёхлопастными металлическими винтами изменяемого шага ВИШ-61Б.</p>
                  <p>Радиаторы размещались в крыле по обе стороны от каждого двигателя. Маслорадиаторы размещались непосредственно под двигателями. Топливо размещалось в 5-9 (в зависимости от модификации) протектированных баках.</p>
                  <p>Экипаж размещался в двух кабинах: лётчик и штурман в передней, стрелок — в задней. Место пилота оснащалось бронеспинкой.</p>
                  <p>Бомбовая нагрузка размещалась в бомбоотсеке (600 кг) в центральной части фюзеляжа, в небольших отсеках в задней части мотогондол (по 100 кг) и на внешней подвеске под крылом. Мелкие бомбы размещались в кассетах. При пикировании можно было сбрасывать бомбы только на внешней подвеске (при этом вся бомбовая нагрузка размещалась на наружных бомбодержателях).</p>
                  <p>Под крылом могли устанавливаться направляющие для реактивных снарядов РС-132.</p>
                  <p>Оборонительное вооружение Пе-2 состояло из 2 неподвижных пулемётов ШКАС (позже один заменён на УБК) у пилота, 1 ограниченно подвижного ШКАС (позже УБК) в шкворневой турели, 2 пулемёта ШКАС у стрелка (один в полу, один перекидываемый с борта на борт).</p>
                  <p>Начиная с 179 серии устанавливался держатель ДАГ-10 для 10 гранат АГ-2. Аг — авиационные гранаты размещались в кассете в хвосте самолета и запускались дистанционно. Отстреленная граната «зависала» на парашюте и взрывалась на расстоянии 300-400 метров от самолета. Сбить истребитель противника таким способом было проблематично, но «отпугнуть» — запросто.</p>
                `,
      },
      {
        id: 36,
        name: "Ил-4",
        type: "Дальний бомбардировщик",
        releaseDate: "1939 г.",
        crew: "1939 г.",
        engine: "4 человека",
        maxSpeed: "2х М-88Б по 1100 л.с.",
        practicalCeiling: "398 км/ч",
        rangeFlight: "Нет сведений",
        emptyWeight: "Нет сведений",
        maximumTakeoffWeight: "10055 кг (в перегруз - до 12000 кг)",
        wingspan: "21,44 м",
        length: "14,76 м",
        width: "Нет сведений",
        wingArea: "Нет сведений",
        armament:
          "6х 7,62-мм пулеметов ШКАС, 1х 12,7-мм пулемет УБТ или 20-мм пушка ШВАК. Бомбовая нагрузка: 1000 кг (в перегрузку - 2000 кг).",
        total: 5359,
        description: `
                  <h1>Боевое применение дальнего бомбардировщика Ил-4</h1>
                  <p>Дальние бомбардировщики бомбили не только глубокий тыл противника (в частности, налет на Берлин 08.08.41 г. — «дело рук» Ил-4 (ДБ-3Ф)), но на начальном этапе войны использовались и как фронтовые бомбардировщики. Это, а также частенько и полное отсутствие истребительного сопровождения, делало потери самолетов очень высокими. По этой причине, их использовали в качестве ночных бомбардировщиков.</p>
                  <p>В августе 1942 года возобновились налеты на военно-промышленные объекты Германии с подмосковных аэродромов. Позднее Ил-4 использовались в качестве средних фронтовых бомбардировщиков. Обладая продолжительностью полета 7-9 часов, самолеты, оснащенные аэрофотооборудованием, привлекались для ведения дальней оперативной и стратегической разведки в глубоком тылу противника.</p>
                  <p>Нередко Ил-4 использовались для буксировки десантно-грузовых планеров А-7и Г-11, для заброски во вражеский тыл разведывательно-диверсионных групп и военных грузов, снабжения партизанских отрядов.</p>
                  <p>Как торпедоносец в авиации ВМФ самолет Ил-4 выполнял такие боевые задачи, как уничтожение кораблей противника с помощью торпед и бомб, разведка морских коммуникаций, постановка минных заграждений, бомбардировка баз и портов, охрана караванов союзников от немецких подводных лодок.</p>
                  <p>Нашлась работа для Ил-4 и в конце войны. Как и в начале войны, они бомбили промышленные объекты Германии, а после её капитуляции, с тем же успехом громили части Квантунской армии на Дальнем Востоке, японские корабли в портах и базах в Северной Корее, в японском море и проливе Лаперуза.</p>
                  <p>Даже после окончания войны, Ил-4 продолжал нести службу — фактически до самого 1949 года и появления бомбардировщиков нового поколения — Ту-4, эту заслуженную машину было нечем заменить. А уже списанные с вооружения машины нашли себе и мирное применение — в народном хозяйстве для выполнения аэрофотосъемки.</p>
                  <p>Серийный выпуск Ил-4 был прекращен в 1945 году, всего было построено 5256 самолетов всех модификаций.</p>
                `,
      },
      {
        id: 37,
        name: "АНТ-40 или «СБ» (Скоростной бомбардировщик)",
        type: "Фронтовой бомбардировщик",
        releaseDate: "1934 г.",
        crew: "3 человека",
        engine: "2х М-103 мощностью по 960 л.с.",
        maxSpeed: "419 км/ч",
        practicalCeiling: "9600 м",
        rangeFlight: "1500 км",
        emptyWeight: "Нет сведений",
        maximumTakeoffWeight: "6175 кг",
        wingspan: "12,27 м",
        length: "20,33 м",
        width: "4,74 м",
        wingArea: "56,7 кв.м.",
        armament:
          "4х 7,62-мм пулемета ШКАС, до 1600 кг бомбовой нагрузки, возможна подвеска под крыльями НУРС РС-132",
        total: 6616,
        description: `
                  <h1>Конструкция бомбардировщика «СБ»</h1>
                  <p>Бомбардировщик «СБ» (АНТ-4) построен по аэродинамической схеме свободнонесущего моноплана со среднерасположенным крылом. Фюзеляж цельнометаллический, овального сечения, переходящий в центроплан широкими зализами.</p>
                  <p>Шасси трёхопорное с хвостовым колесом, основные стойки убираются в мотогондолы. В зимнее время на шасси устанавливались лыжи.</p>
                  <p>Силовая установка состояла из 2-х поршневых двигателей жидкостного охлаждения М-100 (позже М-100А, затем М-103, М-103У, М-104, М-105). Винты применялись двухлопастные фиксированного шага ВФШ или трёхлопастные изменяемого шага ВИШ-2.</p>
                  <p>Бомбы могли размещаться в бомбоотсеке и под крылом (на самолётах поздних выпусков). Оборонительное вооружение состояло из 4 пулемётов ШКАС: 2 у штурмана, 1 у стелка в турели ТУР-9 и 1 в нижней люковой установке. Именно на СБ впервые в мире было применено ленточное боепитание авиационных пулемётов (вместо магазинного).</p>
                  <p>В состав бортового оборудования самолета входила приемопередающая радиостанция «Двина», а в случае необходимости в передней части бомбоотсека мог быть установлен аэрофотоаппарат АФА-13. Для связи членов экипажа между собой применялись телефонное переговорное устройство, пневмопочта и внутренняя трехцветная сигнализация. Рабочие места членов экипажа имели кислородное оборудование.</p>
                  <h1>Эксплуатация бомбардировщика «СБ»</h1>
                  <p>Первой войной скоростного бомбардировщика «СБ», была гражданская, в Испании. Здесь СБ получил обозначение «BK», что расшифровывается для русского уха весьма забавным словосочетанием «Бомбардьеро Катюшка», по имени героини популярной тогда оперетты. Что поделаешь, секретность!</p>
                  <p>Едва появившись в небе, бомбардировщики «СБ» стали его хозяевами и бомбили когда и где хотели — испанские и немецкие истребители (в основном Хейнкель 52, бомбардировщики Капронн 101, Савойя 81, Юнкерс Ju-86) просто не могли догнать «Катюшку», и только с появлением у мятежников Франко новейших на то время «мессершмиттов» Bf-109, бомбардировщикам понадобилось истребительное охранение. Впрочем, до самого конца гражданской войны в Испании, бомбардировщики «СБ» эффективно действовали против различных наземных и морских целей — наносили удары по скоплениям войск противника, его аэродромам, портам, транспортам и военным кораблям. На первом этапе войны, нередки были случаи, когда самолеты СБ перехватывали и рассеивали в воздухе соединения бомбардировщиков противника!</p>
                  <p>После Испании, бомбардировщики «СБ» успешно воевали на Дальнем Востоке — в Китае, на о.Хасан и р.Халхин-Гол (также как и в Испании — без истребительного прикрытия), затем сражались в финскую войну, и даже застали начало Великой Отечественной войны.</p>
                  <p>Конечно к этому времени «СБ» уже не был передовой машиной, бомбовая нагрузка считалась уже совсем небольшой, оборонительное вооружение — слабым, да и главный козырь — скорость, уже не вызывала удивления у пилотов противника. Тем не менее бомбардировщики этого типа составляли основу советской фронтовой бомбардировочной авиации и применялись вплоть до 1943 года. Спектр боевых задач «СБ» не ограничивался только авианалетами — АНТ-40 доставляли груз, почту, служили в частях связи, использовались как буксировщики планеров и в системе ПВО.</p>
                  <p>Чешские «копии» АНТ-40, назывались «B-71» (около 110 машин с двигателем М-100А собранных по лицензии) в основном достались немцам, которые использовали их как вспомогательные и учебные, а позже передали своим союзникам: Болгарии, Венгрии, Словакии, Финляндии.</p>
                  <p>В Советском Союзе серийное производство «Скоростного бомбардировщика» продолжалось до 1941 года включительно. Всего было построено 6656 самолетов этого типа.</p>
                `,
      },
      {
        id: 38,
        name: "ДБ-3",
        type: "Дальний бомбардировщик",
        releaseDate: "1936 г.",
        crew: "3 человека",
        engine: "2 х М-87А по 950 л.с.",
        maxSpeed: "439 км/ч",
        practicalCeiling: "9600 м",
        rangeFlight: "3800 км",
        emptyWeight: "Нет сведений",
        maximumTakeoffWeight: "9450 кг (при норме в 7445 кг)",
        wingspan: "21,44 м",
        length: "14,22 м",
        width: "Нет сведений",
        wingArea: "Нет сведений",
        armament:
          "3 х 7,62-мм пулеметы ШКАС, бомбовая нагрузка - до 2500 кг (при норме в 1000 кг)",
        total: 1528,
        description: `
                  <h1>Конструкция бомбардировщика ДБ-3</h1>
                  <p>Проект был принят и в середине 1934 г. началась постройка опытного самолета, получившего обозначение ЦКБ-26. Его отличительной особенностью было специально спроектированное крыло относительно небольшого размаха с двояковыпуклым профилем. В качестве топливных баков использовались крыльевые герметичные отсеки.</p>
                  <p>Нетрадиционно был спроектирован и бомбовый отсек, в котором кассетные держатели для десяти 100-кг бомб устанавливались по обе стороны силовой стенки, размещенной вдоль оси симметрии самолета. Это позволило изготовить фюзеляж с предельно малыми размерами поперечного сечения.</p>
                  <p>На трех наружных держателях под фюзеляжем можно было подвесить одну бомбу или торпеду массой до 1000 кг и две бомбы по 500 кг. При использовании самолета в качестве фронтового бомбардировщика максимальная бомбовая нагрузка составляла 2500 кг. В качестве силовой установки был выбран экономичный, сравнительно небольших размеров и массы двигатель воздушного охлаждения М-85 (760 л.с.).</p>
                  <p>Благодаря совершенной аэродинамике, рационально выбранным геометрическим параметрам крыла и фюзеляжа, а также установке двигателей оптимальной мощности, на испытаниях самолет показал высокие для своего времени летные качества: на высоте 3250 м была достигнута максимальная скорость 390 км/ч. После внесения в проект незначительных конструктивных изменений был выпущен второй опытный экземпляр ЦКБ-30, который весной 1936 г. успешно прошел все испытания и под обозначением ДБ-3 был принят на вооружение ВВС РККА.</p>
                  <p>К этому времени на ЦКБ-26 в 1936 г. было установлено несколько международных рекордов подъема на высоту с грузом в 500, 1000 и 2000 кг, в 1937-39 гг. совершено три дальних беспосадочных перелета.</p>
                  <h1>Эксплуатация и боевое применение бомбардировщика ДБ-3</h1>
                  <p>В 1937 г. первые серийные самолеты ДБ-3 начали поступать на вооружение бомбардировочной авиации, с 1938 г. – в авиацию ВМФ. Строевые летчики отмечали хорошую управляемость, отличные пилотажные характеристики, простоту взлета и посадки. Однако обращалось внимание и на недостаточную устойчивость машины в полете.</p>
                  <p>Боевое крещение ДБ-3 состоялось в 1939 г. В ВВС Китая были переданы 24 дальних бомбардировщика. Они качественно усилили наступательный потенциал китайской авиации в действиях против японских войск. Особенно удачным был налет группы ДБ-3 на авиабазу Ханькоу, в результате которого удалось уничтожить 64 самолета противника.</p>
                  <p>К началу 1940-х годов основной бомбардировщик дальней авиации РККА ДБ-3 устарел настолько, что встал вопрос о замене его новым типом. Тем не менее части дальней и морской авиации, вооруженные самолетами ДБ-3 и ДБ-3Г активно участвовали в бомбардировках коммуникаций противника с первых дней войны. Уже ночью 24 июня 1941 г. они наносили бомбовые удары по военно-промышленным объектам Данцига и Кенигсберга, а с 25 июня совершали налеты на вражеские аэродромы.</p>
                  <p>С 1 июля до 18 августа небольшие группы из 3-6 бомбардировщиков ДБ-3 и Пе-2 авиации Черноморского флота систематически выполняли дневные налеты по нефтехранилищам в Плоешти. Позднее ночные бомбардировки совершались одиночными ДБ-3.</p>
                  <p>Группа из пятнадцати самолетов ДБ-3Т первого минно-торпедного полка авиации Балтийского флота под командованием полковника Е.Н.Преображенского, вылетев с острова Эзель (ныне Сааремаа) в Балтийском море, в ночь на 8 августа 1941 г. нанесла удар по Берлину. Из-за большой дальности полета бомбовая нагрузка каждого самолета была ограничена 800 кг. В дальнейшем ДБ-3 бомбили порты, ставили минные заграждения, уничтожали с помощью бомб и торпед корабли противника.</p>
                  <p>В начальный период войны советское командование вынуждено было использовать самолеты ДБ-3 дальней авиации в качестве фронтовых бомбардировщиков для уничтожения наступающих механизированных соединений противника. Действуя днем, без прикрытия, в условиях господства противника в воздухе, бомбардировщики несли большие потери. Поэтому в дальнейшем ДБ-3 применялись для бомбардировок мест сосредоточения войск противника, его аэродромов и коммуникаций только ночью. Самолеты этого типа использовались также для ведения стратегической разведки и буксировки военно-транспортных планеров.</p>
                  <p>В ходе серийного производства самолет постоянно совершенствовался, устанавливались более мощные двигатели. Всего было построено 1528 экземпляров ДБ-3 всех модификаций.</p>
                `,
      },
    ],
  },
  {
    id: 4,
    name: "Стрелковое оружие",
    url: "gun",
    img: "https://i.playground.ru/i/screenshot/46016/iron_front_liberation_1944.jpg",
    pistol: [
      {
        id: 39,
        name: "ТТ",
        type: "Самозарядный пистолет",
        releaseDate: "1933 г.",
        caliber: "7,62×25 мм",
        length: "195 мм",
        weight: "0,85 кг",
        rateFire: "40 выстрелов в минуту",
        muzzleVelocity: "420 м/с",
        ammunition: "8 патронов",
        total: 1740000,
        description: `
                      <h1>История</h1>
                      <p>Пистолет ТТ был разработан для конкурса 1929 года на новый армейский пистолет, объявленного с целью замены револьвера "наган" и нескольких моделей револьверов и пистолетов иностранного производства, находившихся на вооружении Красной Армии к середине 1920-х годов. В качестве штатного патрона был принят немецкий патрон 7,63×25 мм Маузер, который в значительных количествах закупался для состоявших на вооружении пистолетов Mauser C96.</p>
                      <p>Конкурсная комиссия во главе с М. Ф. Грушецким сочла пистолет конструкции Ф. В. Токарева наиболее подходящим для принятия на вооружение при условии, что будут устранены выявленные недостатки. Требования комиссии включали повышение точности стрельбы, облегчение усилия спуска и безопасности в обращении. За несколько месяцев работы недостатки были устранены. 23 декабря 1930 года было принято решение о дополнительных испытаниях.</p>
                      <p>По результатам испытаний в конкурсе победил пистолет ТТ, созданный конструкторской группой под руководством Ф. В. Токарева в проектно-конструкторском бюро Тульского оружейного завода. 12 февраля 1931 года Реввоенсовет СССР заказал первую партию из 1000 пистолетов для всесторонних войсковых испытаний. В том же году пистолет Токарева был принят на вооружение под официальным обозначением "7,62-мм самозарядный пистолет обр. 1930 г." вместе с патроном 7,62×25. Пистолет, получивший название ТТ (Тульский Токарева), был простым и технологичным в производстве и эксплуатации.</p>
                      <p>В это же время СССР купил у немецкой фирмы Mauser лицензию на производство патрона и начал выпуск под обозначением "7,62-мм пистолетный патрон „П“ обр. 1930 г.".</p>
                      <p>В 1930—1932 годах было выпущено несколько тысяч экземпляров. С целью повысить технологичность производства в 1932—1933 гг. оружие подверглось модернизации: боевые выступы ствола не фрезеровали, а выполняли токарной обработкой; рама изготавливалась цельной, без съемной крышки рукоятки; были доработаны разобщитель и спусковая тяга. В начале 1934 года новый пистолет был принят на вооружение под наименованием "7,62-мм самозарядный пистолет обр. 1933 г.".</p>
                      <p>В 1939 году группа конструкторов во главе с Токаревым создала вариант пистолета с более массивной рукоятью и магазином на 12 патронов (для чего его защёлка была перенесена). Значительно уменьшилась вероятность самопроизвольного выстрела. Дальнейшей доработке пистолета помешала Великая Отечественная война.</p>
                      <p>В ноябре—декабре 1941 года оборудование для изготовления ТТ было перенесено в Ижевск. В течение 1942 года на Ижевском машиностроительном заводе № 74 удалось произвести 161 485 пистолетов Токарева. Также в 1942 году Ижевский завод № 74 выпустил небольшую партию пистолета Токарева с двухрядным магазином на 14 патронов. Толщина рукоятки у такой модификации составила 42 мм (против 30,5 мм у штатного ТТ). Защёлка магазина была перенесена в основание рукоятки.</p>
                      <p>В 1944 году прошёл полигонные испытания модернизированный вариант пистолета Токарева с магазином на 16 патронов, разработанный конструктором Ижевского механического завода № 622 Г. В. Севрюгиным.</p>
                      <p>В 1947 году ТТ был вновь модифицирован с целью уменьшения его себестоимости: крупные вертикальные выточки, чередующиеся с мелкими пазами на кожухе-затворе для удобного оттягивания затвора, были заменены на мелкие выточки (рифление).</p>
                      <p>После войны пистолет Токарева пользовался популярностью в криминальных кругах в первую очередь из-за того, что множество единиц данного оружия не было внесено в пулегильзотеку. В 1990-е годы к пистолетам производились кустарные глушители.</p>
                    `,
      },
      {
        id: 40,
        name: "Нагана",
        type: "Револьвер",
        releaseDate: "1895 г.",
        caliber: "7,62 мм",
        length: "220 мм",
        weight: "220 мм",
        rateFire: "15 выстрелов в минуту",
        muzzleVelocity: "272 м/с",
        ammunition: "7 патронов",
        total: 2000000,
        description: `
                      <h1>История создания</h1>
                      <p>Бельгийский оружейник Леон Наган, принимавший участие в конкурсе на винтовку для русской армии, конкурс этот проиграл, но всё же след в военной истории России он оставил весьма заметный. В начале 90-х годов русское командование объявило конкурс на создание револьвера для вооружения офицеров и некоторых нижних чинов. Состоявший на вооружении русской армии револьвер системы Smith&Wesson образца 1880 года уже устарел; требовалось компактное и лёгкое, но достаточно мощное оружие для его замены.</p>
                      <p>13 мая 1895 года императорским указом револьвер Нагана был принят на вооружение. Изначально он закупался в Бельгии; затем производство было организовано и на Тульском оружейном заводе. Стоимость "нагана" составляла около 30 рублей, то есть это было наиболее доступное для обер-офицерского состава личное оружие.</p>
                      <h1>Описание конструкции</h1>
                      <p>Револьвер Нагана состоит из 39 частей. Основной материал - сталь; рукоять с пластмассовыми или деревянными накладками. Ударно-спусковой механизм был двух видов: двойного (самовзводный, т.н. "офицерский"), и одинарного ("солдатский"). В первом случае оружие обладает большей скорострельностью; во втором - кучностью стрельбы. В 1918 году выпуск "солдатских" наганов был прекращён.</p>
                      <p>Барабан револьвера - семизарядный; в отличие от других револьверов он не выдвигался из своего гнезда в сторону. Для предотвращения выпадения патронов была установлена специальная защёлка.</p>
                      <p>Патрон к "Нагану" имеет необычную конструкцию: тупоконечная пуля (похожая на пулю современного патрона .40S&W) полностью утоплена в гильзе. При нажатии на курок барабан смещался вперёд, и дульце гильзы входило в ствол, что позволяло максимально использовать энергию пороховых газов.</p>
                      <h1>Боевое применение</h1>
                      <p>Первый случай использования "нагана" в бою имел случай в 1900 году во время подавления восстания ихэтуаней в Китае. Он также был главным личным оружием (около 80%) русской армии в ходе русско-японской и Первой мировой войн. В ходе гражданской войны "наган" стал одним из хрестоматийных атрибутов красного командира; тогда же этим словом стали называть практически любой револьвер или пистолет.</p>
                      <p>Советский Союз, несмотря на принятие на вооружение намного более мощного пистолета ТТ, продолжал активную эксплуатацию и производство этих револьверов (оно было прекращено только в 1942 году). После войны "Наган" состоял на вооружении правоохранительных органов; официально он был снят с вооружения только в 2005 году.</p>
                      <p>Помимо России, "Наган" также активно использовался и во многих других странах - от Аргентины до Финляндии и Швеции и от Испании до КНДР.</p>
                    `,
      },
    ],
    rifle: [
      {
        id: 41,
        name: "СВТ-38",
        type: "Самозарядная винтовка",
        releaseDate: "1938 г.",
        caliber: "7,62 мм",
        length: "со штыком 146,5 см, без штыка 122,6 см.",
        weight: "3,8 кг без штыка",
        rateFire: "до 25 выстрелов в минуту",
        muzzleVelocity: "830 м/с",
        ammunition: "Коробчатый магазин на 10 патронов",
        total: 1600000,
        description: `
                      <p>7,62-мм самозарядная винтовка Токарева была принята на вооружение РККА в 1938 году под обозначением СВТ-38. По опыту эксплуатации в 1940 году на вооружение был принят несколько облегченный вариант винтовки под обозначением СВТ-40.</p>
                      <p>Винтовка СВТ, как следует из ее названия, является самозарядным (полуавтоматическим) оружием с магазинным питанием. Питание винтовки — из отъемных коробчатых магазинов на 10 патронов.</p>
                      <p>Снаряжение магазинов возможно, как при отделении их от винтовки, так и в примкнутом виде, при помощи штатных обойм от винтовки Мосина на 5 патронов. Винтовка комплектовалась съемным штыком клинковой формы, в походном положении переносившимся в ножнах на поясе.</p>
                      <p>Этот штык был более удобен в штыковом, рукопашном бою, более универсален, чем игольчатый штык трехлинейки.</p>
                      <p>СВТ-40 должна была полностью заменить на вооружении стрелковых отделений винтовки Мосина обр. 1891/30 г. Согласно штатному расписанию 4/400—416 от 5 апреля 1941 Г., в стрелковом батальоне должно было быть 288 СВТ, в роте 96, в стрелковом отделении 8 СВТ (6 стрелков и по одной СВТ У командира отделения и помощника пулеметчика). Известно, что в апреле — мае 1941 г. наряду с развертыванием по штатам военного времени в стрелковые дивизии западного Военного Округа, в т.ч. 6 и 42 сд поступило много оружия современных образцов (пистолеты-пулеметы ППД, пулеметы ДС-З9, винтовки СВТ).</p>
                      <p>Полного перевооружения по новым штатам провести не успели, но довольно значительное количество СВТ-4О на вооружении защитников Брестской крепости имелось и применялось в боях.</p>
                      <p>К 1941 году СВТ-40 по своим боевым качествам являлась одним из лучших образцов данного класса оружия, она существенно превосходила штатную винтовку Мосина по огневой мощи (считалось, что 1 стрелок с самозарядной винтовкой равен 3 с магазинными однозарядными), была легче ее и имела меньшую длину, но по сравнению с последней требовала регулярного качественного обслуживания, была более чувствительна к запылению и загрязнению.</p>
                      <p>Впрочем, тут сыграла роль и неосвоенность нового оружия личным составом. К примеру, солдаты вермахта так ценили СВТ-40, что даже не включали эти винтовки в общий перечень трофейного стрелкового оружия и выделяли отдельной строкой.</p>
                    `,
      },
      {
        id: 42,
        name: "Мосина",
        type: "Магазинная винтовка",
        releaseDate: "1891 г.",
        caliber: "7,62-мм",
        length: "со штыком 173,8 см, без штыка 130,6 см.",
        weight: "4,5 кг",
        rateFire: "10 выстр/мин.",
        muzzleVelocity: "870 м/с",
        ammunition: "неотъемный магазин на обойму из 5 патронов",
        total: 37000000,
        description: `
                      <h1>История создания</h1>
                      <p>К концу девятнадцатого века на вооружении европейских армий уже появились магазинные винтовки со скользящим затвором, стреляющие малокалиберным патроном с бездымным порохом. Русская армия, использовавшая однозарядную винтовку Бердана с крупнокалиберным патроном, снаряжаемым чёрным порохом, серьёзно отставала от них. Поэтому в 1882 году российское командование объявило конкурс на создание новой винтовки. Требовалось создать многозарядную винтовку со скользящим затвором под новый трёхлинейный (7,62 мм) патрон.</p>
                      <p>К 1890 году на конкурс было представлено свыше 20 опытных образцов. Но главными фаворитами этого конкурса стали две системы — капитана С.И. Мосина и бельгийского конструктора Леона Нагана. Обе эти винтовки имели свои достоинства и недостатки; в итоге на вооружение была принята винтовка Мосина, но с использованием наиболее удачных узлов конструкции Нагана.</p>
                      <h1>Боевое применение</h1>
                      <p>Первыми на вооружение винтовку Мосина получили гвардейские полки и части Санкт-Петербургского военного округа. А первый случай боевого применения имел место в 1900 году в Китае. Тем не менее, число этих винтовок было тогда ещё сравнительно невелико, как и в русско-японской войне. Однако "трёхлинейка" смогла проявить свои выдающиеся боевые качества — высокую точность, убойную силу и надёжность при невысокой стоимости.</p>
                      <p>Первую Мировую русская армия встретила, вооружённая винтовками Мосина практически полностью. В гражданскую войну они также была основным оружием обеих противоборствующих сторон; в СССР "трёхлинейка" также сохранила свою роль.</p>
                      <p>В 1930 году винтовка была модернизирована. Она получила 730-мм ствол, закрытый сверху деревянной накладкой. Во время Великой Отечественной войны это оружие было основным в советской пехоте, кавалерии и других родах войск. Тем не менее, к концу войны автоматическое оружие сильно потеснило её. Окончательно "трёхлинейка" (в виде карабина обр.1944 года) была снята с вооружения Советской Армии только в середине 1950-х годов. Она весьма активно применялась в ходе локальных конфликтов в Азии в 1950-х - 1970-х годах; некоторые повстанческие группировки используют эту винтовку и сейчас. В современной России винтовка Мосина продается на руки гражданскому населению по лицензии на нарезное оружие; значительное количество этих винтовок находится на руках у граждан.</p>
                    `,
      },
    ],
    machine: [
      {
        id: 43,
        name: "ДШК",
        type: "Крупнокалиберный пулемёт",
        releaseDate: "1938 г.",
        caliber: "12,7 мм",
        length: "1 625 мм",
        weight: "33,5 кг",
        rateFire: "600 выстрелов в минуту",
        muzzleVelocity: "850 м/с",
        ammunition: "50 патронов",
        total: 1000000,
        description: `
                      <h1></h1>
                      <p>История создания</p>
                      <p>Задание на создание первого советского крупнокалиберного пулемёта, предназначенного в первую очередь для борьбы с самолётами на высотах до 1500 метров, было выдано к тому моменту уже весьма опытному и хорошо известному оружейнику Дегтярёву в 1929 году. Менее чем через год Дегтярёв представил на испытания свой пулемёт калибра 12,7 мм, и с 1932 года началось мелкосерийное производство пулемёта под обозначением ДК (Дегтярёв, Крупнокалиберный). В целом ДК повторял по конструкции ручной пулемёт ДП-27 и имел питание из отъемных барабанных магазинов на 30 патронов, устанавливавшихся на пулемёт сверху. Недостатки такой схемы питания (громоздкость и большой вес магазинов, низкая практическая скорострельность) вынудили прекратить выпуск ДК в 1935 году и заняться его усовершенствованием. К 1938 году конструктор Шпагин разработал модуль ленточного питания для ДК.</p>
                      <p>26 февраля 1939 года усовершенствованный пулемёт был принят на вооружение РККА под обозначением "12,7 мм крупнокалиберный пулемёт Дегтярёва — Шпагина образца 1938 года — ДШК".</p>
                      <p>Массовый выпуск ДШК был начат в 1940-41 годах.</p>
                      <p>ДШК использовались в качестве зенитных, в качестве оружия поддержки пехоты, устанавливались на бронетехнику (в конце 1930-х годов один пулемёт был установлен на опытный бронеавтомобиль ЛБ-НАТИ и ещё один — на опытный броневик ЛБ-62, позднее их начали устанавливать на лёгкие танки Т-40) и малые корабли (в том числе торпедные катера). В соответствии со штатом стрелковой дивизии РККА № 04/400-416 от 5 апреля 1941 г., штатное количество зенитных пулемётов ДШК в дивизии составляло 9 шт.</p>
                      <p>К началу Великой Отечественной войны Ковровским механическим заводом было выпущено около 2 тыс. пулемётов ДШК.</p>
                      <p>9 ноября 1941 года было принято постановление ГКО № 874сс "Об усилении и укреплении противовоздушной обороны Советского Союза", которое предусматривало перераспределение пулемётов ДШК для вооружения создаваемых подразделений войск ПВО.</p>
                      <p>К началу 1944 года было выпущено свыше 8 400 пулемётов ДШК.</p>
                      <p>До конца Великой Отечественной войны было выпущено 9 тысяч пулемётов ДШК, в послевоенное время выпуск пулемётов продолжался.</p>
                      <p>В настоящее время в ВС России пулеметы ДШК и ДШКМ практически полностью вытеснены крупнокалиберными пулеметами "Утёс" и "КОРД", более совершенными и современными.</p>
                      <h1>Описание конструкции</h1>
                      <p>Крупнокалиберный пулемёт ДШК представляет собой автоматическое оружие, построенное на газоотводном принципе. Запирание ствола осуществляется двумя боевыми личинками, шарнирно укрепленными на затворе, за выемки в боковых стенках ствольной коробки. Режим огня — только автоматический, ствол несъёмный, оребренный для лучшего охлаждения, оснащён дульным тормозом.</p>
                      <p>Питание осуществляется из нерассыпной металлической ленты, подача ленты — с левой стороны пулемёта. У ДШК устройство подачи ленты было выполнено в виде барабана с шестью открытыми каморами. Барабан при своем вращении подавал ленту и одновременно извлекал из неё патроны (лента имела разомкнутые звенья). После прихода каморы барабана с патроном в нижнее положение патрон подавался в патронник затвором. Привод устройства подачи ленты осуществлялся при помощи расположенного с правой стороны рычага, качавшегося в вертикальной плоскости, когда на его нижнюю часть воздействовала рукоятка заряжания, жёстко связанная с затворной рамой. У пулемёта ДШКМ барабанный механизм заменён на более компактный ползунковый, так же приводимый в действие аналогичным рычагом, связанным с рукояткой заряжания. Патрон извлекался из ленты вниз и затем напрямую подавался в патронник.</p>
                      <p>В затыльнике ствольной коробки смонтированы пружинные буфера затвора и затворной рамы. Огонь вёлся с заднего шептала (с открытого затвора), для управления огнём использовались две рукоятки на затыльнике и спаренные спусковые крючки. Прицел рамочный, на станке также имелись крепления для зенитного ракурсного прицела.</p>
                      <p>Пулемёт использовался с универсального станка системы Колесникова. Станок оснащался съёмными колесами и стальным щитом, а при использовании пулемёта в качестве зенитного колеса и щит снимались, а задняя опора разводилась, образуя треногу. Кроме того, пулемёт в роли зенитного комплектовался специальными плечевыми упорами. Основным недостатком этого станка был его большой вес, ограничивавший мобильность пулемёта. Кроме станка, пулемёт применялся в башенных установках, на дистанционно управляемых зенитных установках, на корабельных тумбовых установках.</p>
                    `,
      },
      {
        id: 44,
        name: "«Максим»",
        type: "Станковый пулемет",
        releaseDate: "1910 г.",
        caliber: "7,62 мм",
        length: "106,7 см.",
        weight: "до 67 кг",
        rateFire: "600 выстр/мин.",
        muzzleVelocity: "740 м/с",
        ammunition: "пулемётная лента на 250 патронов",
        total: 50000,
        description: `
                      <p>Основным станковым пулеметом РККА на 1941 год, по-прежнему оставался пулемет системы «Максим» образца 1910/30 г.г. При всех его недостатках, он имел существенное преимущество перед вновь поступавшими в войска пулеметами, такими как ДС-39 – за десятилетия производства их накопилось просто громадное количество. В целом к 1941 году пулемет «максим» представлял собой морально устаревшее, но мощное, прочное и надежное оружие.</p>
                      <p>Конструктивно «максим» 1910/30 г.г. это автоматическое оружие с водяным охлаждением ствола. Гофрированный стальной кожух ствола способен вмещать до 4,5 литра воды, а на пулеметах, выпускавшихся после 1940 года, его можно было забивать ещё и снегом и даже колотым льдом.</p>
                      <p>Питание пулемета осуществляется из холщовой ленты на 250 патронов. Ленты укладывались в коробки, вес коробки с лентой, снаряженной патронами с пулями обр. 1908 г., равнялся 9,4 кг, а с пулями обр. 1930 г. достигал 10,3 кг.</p>
                      <p>Дополнительно пулеметы могли комплектоваться оптическим прицелом образца 1932 года, а также угломером-квадрантом образца 1929 года, для стрельбы с закрытых позиций. Дальность стрельбы при этом достигала 5 км!</p>
                      <p>По групповым целям и огневым средствам огонь обычно велся на расстоянии до 1000 метров. Станковые пулеметы в составе пулеметных подразделений могли вести такой огонь на расстоянии до 3000 метров.</p>
                      <p>Штатным станком для пулемета «максим» был колесный станок системы Соколова со стальным щитом массой 11 кг. В 1939 году к пулемету был дополнительно принят универсальный колесный станок Владимирова, допускавший ведение огня как по наземным, так и по воздушным целям.</p>
                      <p>Огромным недостатком пулемета «максим» 1910/30 г.г. было водяное охлаждение ствола. Мало того, что 4,5 дополнительных литра воды не облегчают транспортировку 60-и килограммовой конструкции, а одна пуля пробившая кожух, выводит пулемет из строя, — в условиях боев, воду в достаточном количестве иногда просто негде было брать – как было, например, при обороне Брестской крепости в самом начале войны.</p>
                      <p>При интенсивном ведении огня (500 выстрелов или 2 ленты) вода в кожухе закипала. Если не было возможности её заменить – ствол очень быстро выходил из строя.</p>
                      <p>Уже упоминавшийся громадный вес «максима», был ещё одной его неприятной особенностью. Даже сам пулемет весил много – 20 кг, а если прибавить сюда станок весом за 40 кг и воду для охлаждения ствола… в общем о быстрой смене позиции, или даже просто развороте пулемета, говорить не приходилось – в условиях городского боя, «максим» был не лучшим выбором.</p>
                      <p>Наконец, «максим» довольно сложен конструктивно и привередлив в обслуживании. 13 страниц с рекомендациями по устранению возможных неисправностей при стрельбе, отведенных пулемету «максим» в «Наставлениях по стрелковому делу – 38» — неслабый показатель!</p>
                    `,
      },
    ],
    easelMachine: [
      {
        id: 45,
        name: "ППС-42/43",
        type: "Пистолет-пулемёт",
        releaseDate: "1942 г.",
        caliber: "7,62х25 мм",
        length: "615/820 мм",
        weight: "3,04 кг",
        rateFire: "600 выстрелов в минуту",
        muzzleVelocity: "500 м/с",
        ammunition: "35 патронов",
        total: 2000000,
        description: `
                      <p>Разработан в 1942 году инженером Алексеем Ивановичем Судаевым в блокадном Ленинграде. В этой модели воплощены все черты оружия военного времени: малый расход ресурсов на единицу (втрое меньше, чем у ППШ), основной материал — штампованная сталь, детали соединяются заклёпками, оружие пригодно для производства малоквалифицированными рабочими.</p>
                      <h1>Конструкция</h1>
                      <p>ППС — надёжное и безотказное оружие, его автоматика работает за счёт энергии отдачи при выстреле. Огонь ведётся только в автоматическом режиме (наилучшая точность стрельбы достигается при стрельбе короткими очередями). Состоит из ствола, штампованной стальной ствольной коробки, объединённой с кожухом ствола, рукоятки управления огнём и приклада. Для улучшения кучности стрельбы в дульной части кожух ствола имеет дульный тормоз-компенсатор. Прицельные приспособления состоят из мушки и прицела с перекидным целиком. Предохранитель расположен в передней части спусковой скобы (как у ППШ). Питание осуществляется из 35-зарядных коробчатых магазинов (знаменитый "барабан" ППШ был крайне ненадёжен и сложен в снаряжении). Всё вышеперечисленное выгодно отличало ППС от зарубежных аналогов (М3 и "Стэна"), которые отличались не слишком высокой надёжностью и откровенно никудышным сроком службы.</p>
                      <p>Впервые ППС-42 был применён советскими войсками под Ленинградом в ходе операции "Искра" (12-30 января 1943 года) и зарекомендовал себя как надёжное и высокоэффективное оружие. Позже появилась его модификация — ППС-43 (укорочен ствол и приклад, изменены рукоятка взведения, флажок предохранителя и защелка плечевого упора, кожух ствола и ствольная коробка объединены в одну деталь). ППС использовались в качестве оружия разведчиков, десантников, экипажей бронетехники. Незначительное число было принято на вооружение вермахта под обозначением MP 719 (r).</p>
                      <p>ППС был снят с вооружения в середине 1950-х годов; ему на смену пришёл автомат Калашникова. Тем не менее, он довольно продолжительное время использовался аэромобильными и специальными частями армии КНДР, а также группами террористов по всему миру.</p>
                    `,
      },
      {
        id: 46,
        name: "ППШ-41",
        type: "Пистолет-пулемёт",
        releaseDate: "1941 г.",
        caliber: "7,62 мм",
        length: "843 мм",
        weight: "3,6 кг",
        rateFire: "1 000 выстрелов в минуту",
        muzzleVelocity: "490 м/с",
        ammunition: `35 патронов (секторный)
                       71 патрон (барабанный)`,
        total: 6000000,
        description: `
                      <h1>Конструкция</h1>
                      <p>При прицельной дальности 500 - 400 м (у раннего варианта), действительная дальность огня очередями составляет около 200 м, — показатель, ощутимо превосходящий средний уровень оружия этого класса. Кроме того, благодаря использованию патрона 7,62 ТТ, в отличие от 9 мм Парабеллум или .45 АСР (используемых в зарубежных ПП), а также сравнительно длинному стволу, была достигнута значительно большая дульная скорость пули (490 м/с против 380 м/с у МП-40 и 280 м/с у пистолета-пулемёта Томпсона), давшая лучшую настильность траектории, что позволяло одиночным огнём уверенно поражать цель на дистанциях до 300 м, а также вести огонь на большее расстояние, компенсируя понижение точности большей скорострельностью или сосредоточенным огнём нескольких стрелков. Высокая скорострельность, с одной стороны, приводила к большому расходу боеприпасов (за что ПП получил прозвище "пожиратель патронов"), и быстрому перегреву ствола, после чего ППШ начинал "плеваться", с другой — обеспечивала высокую плотность огня, что даёт преимущество в ближнем бою.</p>
                      <p>Живучесть ППШ, в особенности с коробчатым магазином, весьма высока. Чистый и смазанный ППШ является надёжным оружием. Неподвижно закреплённый боёк является причиной задержек стрельбы при загрязнении чашечки затвора копотью или попадании пыли на загустевшую смазку: по воспоминаниям ветеранов Второй мировой, при передвижении в открытых автомашинах или на броне по грязным дорогам ППШ почти всегда прятали под плащ-палатку.</p>
                      <p>К недостаткам можно отнести сравнительно большие размеры и массу, сложность замены и снаряжения барабанного магазина, недостаточно надёжный предохранитель, а также возможность самопроизвольного выстрела при падении на твёрдую поверхность, что нередко приводило к несчастным случаям; невысокой живучестью обладал фибровый амортизатор, смягчающий удар затвора по ствольной коробке в заднем положении, после износа амортизатора затвор разбивал заднюю часть коробки.</p>
                      <p>К преимуществам ППШ можно также отнести большую ёмкость барабанного магазина (71 патрон) по сравнению с МП-40 (32 патрона), но большее количество патронов значительно увеличивало вес и габариты оружия, а надёжность барабанного магазина была сравнительно невысока. "Рожковый" магазин был легче и надёжнее, однако снаряжение его патронами представляло большую сложность из-за перестроения патронов на выходе из двух рядов в один: очередной патрон нужно было подвести под губки движением вниз-назад. С другой стороны, к примеру, магазин системы Шмайссера, использовавшийся в немецких и английских пистолетах-пулемётах, также имел перестроение патронов из двух рядов в один. Для облегчения снаряжения "рожковых" магазинов ППШ существовало специальное приспособление.</p>
                      <p>Производство ППШ продолжалось в течение всей Великой Отечественной войны. В 1942 году была предложена новая модификация — ППШ-42, несколько изменённого вида, но в конкурсе победил ППС-43, который и был, наряду с ППШ-41, принят на вооружение.</p>
                      h1>Использование</h1>
                      <p>ППШ был принят на вооружение в 1941 году, в результате конкурса, на котором его соперником был пистолет-пулемёт Шпитального. Обе конструкции были признаны пригодными к использованию, но принята была модель Шпагина, как более технологичная.</p>
                      <p>С 1942 года ППШ-41 (под наименованием "модель 22") выпускался в Иране для СССР. Отличительная особенность — клеймо в виде короны.(ППШ) был единственным массовым пистолетом-пулемётом в Красной Армии в первый год войны. Впоследствии он продолжал активно применяться и производиться, хотя появился пистолет-пулемёт Судаева, требующий меньше затрат на производство. Немецкие войска также использовали захваченные ППШ, частью в оригинальном исполнении, частью после переработки под патроны 9×19 мм Парабеллум и магазины от МП-40. Такие ПП в Вермахте назывались: 9-mm Maschinenpistole 717(r) (был разработан конверсионный комплект из 9 мм ствола и переходника для магазинов от MP.38/40. В свою очередь, СС предпочитали ППШ в первоначальном варианте, притом с барабанным магазином.</p>
                      <p>После войны ППШ активно поставлялся за рубеж, главным образом, в государства Варшавского договора. Значительное количество этих пистолетов-пулемётов было поставлено в Китай. После снятия с вооружения в СССР ППШ продолжал поставляться в просоветские государства различных регионов мира. В некоторых африканских странах он использовался до 1980-х годов. Производился в Северной Корее под наименованием "модель 49", Китае — "Тип 50" и Венгрии ("48.Minta"). В период вьетнамской войны 1964 - 1973 гг. во Вьетнаме производилась модификация ППШ К-50.</p>
                    `,
      },
      {
        id: 47,
        name: "ДП-27",
        type: "Ручной пулемёт",
        releaseDate: "1928 г.",
        caliber: "7,62 мм",
        length: "1 270 мм",
        weight: "9,12 кг",
        rateFire: "500 - 600 выстрелов в минуту",
        muzzleVelocity: "840 м/с",
        ammunition: "47 патронов",
        total: 795000,
        description: `
                      <h1>История</h1>
                      <p>Разработан Василием Алексеевичем Дегтярёвым в 1927 году как основной ручной пулемёт РККА. Он заменил на вооружении устаревшие пулемёты Льюиса, Мадсена и некоторые другие ещё более архаичные системы. ДП проявил себя как весьма эффективное оружие огневой поддержки отделения и активно использовался РККА в ходе предвоенных конфликтов с Японией и Финляндией и Великой Отечественной войны. После войны он стоял как на вооружении Советской армии, так и поставлялся практически всем союзникам СССР (в КНДР и Вьетнаме он использовался до конца 1980-х годов).</p>
                      <p>Расчёт ДП состоял из двух человек - стрелка и подносчика патронов. Последний нёс одну или две металлических коробки по три диска, что очень сильно ограничивало огневую мощь этого оружия.</p>
                      <h1>Конструкция</h1>
                      <p>Пулемёт ДП является оружием с автоматикой на основе отвода пороховых газов и магазинным питанием. Газовый двигатель имеет поршень с длинным рабочим ходом и газовый регулятор, расположенные под стволом. Оружие оборудовано быстросменным стволом; он был тонкостенным, он быстро нагревался (особенно на поздних выпусках, у которых для упрощения ствол был выполнен без ребристого радиатора), и для того, чтобы не вывести пулемёт из строя, приходилось стрелять короткими очередями (боевая скорострельность пулемёта — 80 выстрелов в минуту). Смена ствола непосредственно во время боя была затруднена: она требовала специального ключа для снятия его замыкателя и защиты рук от ожогов.</p>
                      <p>Пулемёт оборудован несъёмными складными сошками и брезентовым ремнём, позволявшими вести стрельбу на бегу и с упора.</p>
                    `,
      },
    ],
  },
];
